{
  "eraArray": [
    {
      "id": 0,
      "name": "Античная философия",
      "years": "Конец VII в до н.э. - 6 в. н.э.",
      "description": "Родина философии как самостоятельной и особой сферы духовной активности - Греция. В ней сложились уникальные социокультурные условия ее зарождения, позволившие мыслителям древности преодолеть традиционную мифопоэтическую картину мира и постичь тайны быти\nолд/nдавав/n",
      "elements": [
        {
          "id": 0,
          "name": "Человек",
          "description": "Человек – главная тема философии, центральная проблема всех философских школ и направлений, неисчерпаемая в силу своей бесконечной сложности, дающая пищу для самых разнообразных интерпретаций и толкований.\nАнтичность и особенно христианство видели сущность человека в его разуме, в его способности к образованию политической общности. Человек рассматривался, с одной стороны, как органическая часть природы, космоса, а с другой - либо как существо производное от объективного бытия вечных идей и сущностей, либо как нечто самоценное и первоосновное. Гераклит считал, что человек может жить лишь в соответствии с космическим разумом и космической гармонией. Софисты считали человека центром культуры, “мерой всех вещей”.\nСформулировав принцип разумного миропонимания, античная философия пришла к открытию человека как самостоятельной ценности и признала за ним право на активность и инициативу. ",
          "icon": "",
          "parents": [],
          "children": [
            5,
            7,
            11,
            12,
            14,
            15,
            28,
            31,
            42
          ],
          "status": "start",
          "posX": 450,
          "posY": 65,
          "enabled": true
        },
        {
          "id": 1,
          "name": "Чувство",
          "description": "То, что мы чувствуем, то есть осознание того, что происходит в нашем теле, изменяющее, как учит Спиноза, нашу способность существовать и действовать, в частности то, что заставляет нас радоваться или печалиться. Если эти чувства продолжительны, их обычно в отличие от эмоций называют аффектами (Аффект). В отличие от ощущений, чувства затрагивают не столько тело, сколько дух («сердце»).\nТело ощущает, дух чувствует – в этом более или менее и заключается различие между ощущением и чувством. Ощущение есть изменение тела; чувство – изменение души. Впрочем, слишком настаивать на противопоставлении того и другого не стоит. Если тело и душа суть одна и та же вещь, как утверждал Спиноза, разница между чувствами и ощущениями носит не сущностный, а концептуальный характер: в одном случае мы рассматриваем ее с точки зрения физиологии организма, в другом – с точки зрения психологии аффектов. В то же время субъективно эта разница остается заметной: чувствовать боль и испытывать грусть – далеко не одно и то же.",
          "icon": "",
          "parents": [],
          "children": [
            6,
            10,
            42
          ],
          "status": "start",
          "posX": 602,
          "posY": 160,
          "enabled": true
        },
        {
          "id": 2,
          "name": "Боги",
          "description": "Античная философия не знает личного бога. В античной философии бог не является личным началом, он не вмешивается в мировой процесс. Бог в античной философии – это божество, являющимся источником мирового процесса, но к самому процессу оно никакого отношения не имеет. В философии Аристотеля бог это перводвигатель, сверхчувственная субстанция. В философии Плотина источником бытия является Единое, которая само выше всякого бытия. Единое первосущность, но ни разум, ни предмет разумного познания. Все степени бытия есть эманации Единого.",
          "icon": "",
          "parents": [],
          "children": [
            6,
            16,
            17,
            18
          ],
          "status": "start",
          "posX": 582,
          "posY": 343,
          "enabled": true
        },
        {
          "id": 3,
          "name": "Хаос",
          "description": "Хаос (греч. χάος от χαίνω – раскрываюсь, разверзаюсь), в древнегреческой философии – докосмическое состояние, зияющая пра-бездна; неупорядоченное первовещество; противоположность конечному, упорядоченному космосу. \nАристотель отождествляет хаос с местом, или пространством, отмечая, что Гесиод был прав, делая хаос первым, ибо все вещи должны находиться где-нибудь. У позднейших греческих философов слово «хаос» может означать бесконечное пространств. Аристофан называет хаосом воздушное пространство между небом и землей. Хаос часто отождествляется с Тартаром – подземной бездной, безвозвратно поглощающей все некогда живое и символизирующей смерть. Другое подземное царство смерти – Аид – мыслится как расположенное ближе к земле; там умершие ещё продолжают как-то существовать, хотя бы в виде теней. У Марка Аврелия, хаос – это бездна времени, «бесконечная в обе стороны вечность», беспредельная ненасытность, неумолимо поглощающая все сущее. В позднем пифагореизме хаосом называют Единое, желая подчеркнуть его непознаваемость и тьму.",
          "icon": "",
          "parents": [],
          "children": [
            16,
            24
          ],
          "status": "start",
          "posX": 318,
          "posY": 343,
          "enabled": true
        },
        {
          "id": 4,
          "name": "Мысль",
          "description": "Мысль – основная единица мышления, результат и инструмент мышления. Она существует только в голове думающего человека и имеет огромное количество ассоциативных связей с другими мыслями, обоснованиями, разветвлениями (модификациями). В мысли находит выражение процесс понимания окружающего мира, других людей и самого себя. В основе мысли лежит отражение таких фундаментальных признаков явлений, как их сходство и смежность во времени и в пространстве. С точки зрения философии, мысль сориентирована на поиск связей, она включает в себя соотнесение фактов по признакам «различие – сходство», «причина – следствие», «действительное – возможное» и др. Речевое выражение мысли имеет форму предложения.",
          "icon": "",
          "parents": [],
          "children": [
            7,
            8,
            29,
            34
          ],
          "status": "start",
          "posX": 296,
          "posY": 160,
          "enabled": true
        },
        {
          "id": 5,
          "name": "Общество",
          "description": "Общество (лат. societas – социум, социальность, социальное) – в широком смысле: совокупность всех способов взаимодействия и форм объединения людей, в которой выражается их всесторонняя зависимость друг от друга; в узком смысле: генетически и/или структурно определенный тип – род, вид, подвид и т.п. общения, предстающий как исторически определенная целостность либо как относительно самостоятельный элемент подобной целостности.\nВ истории философии общество часто понималось как совокупность человеческих индивидов, объединяющихся для удовлетворения «социальных инстинктов» (Аристотель), контроля над своими действиями (Гоббс, Руссо) и т. п.",
          "icon": "",
          "parents": [
            0
          ],
          "children": [
            26,
            43,
            44
          ],
          "status": "usual",
          "posX": 540,
          "posY": 50,
          "enabled": false
        },
        {
          "id": 6,
          "name": "Вера",
          "description": "Вера – глубокое, искреннее, пронизанное эмоциями принятие какого-то положения или представления, иногда предполагающее определенные рациональные основания, но обычно обходящееся без них. Вера позволяет признавать некоторые утверждения достоверными и доказанными без критики и обсуждения. \nСвоей непосредственной очевидностью и нерасчлененностью ведущего к ней пути вера близка интуиции. Как и интуиция, вера субъективна. В разные эпохи предметом искренней вера были диаметрально противоположные воззрения: то, во что когда-то свято веровали все, спустя время большинству представлялось уже наивным предрассудком. Вера затрагивает не только разум, но и эмоции; нередко она захватывает всю душу и означает не только интеллектуальную убежденность, но и психологическую расположенность.",
          "icon": "",
          "parents": [
            2,
            1
          ],
          "children": [],
          "status": "usual",
          "posX": 630,
          "posY": 300,
          "enabled": false
        },
        {
          "id": 7,
          "name": "Идея",
          "description": "Идея – это мысль, выражающая реальную и кажущуюся сущность какого-либо явления или вещи, которая побуждает человека к дальнейшей деятельности, к инициативному и творческому преобразованию. Идея есть «духовная матрица проявленной жизни», цель и средство эволюции мира. Идея существует как понятие, «саморазвернутое в объективность», т.е. она и идеальна, и реальна одновременно. Источником идей является дух, духовная жизнь человека, порождающая замысел жизнедеятельности, основной смысл существования. Миром правят идеи, они создают и разрушают государства, пересекают любые границы, трансформируются и воплощаются в пространстве и во времени по своим особым законам. Идея «мыслит» себя как истина и проявляется в человеческих убеждениях, представлениях, вере. Идея нередко выступает как цель или принцип, выражающие суть явления или предстоящей деятельности. В этом смысле говорят об «опорных идеях», «ведущих идеях», «руководящих идеях». Идеи нужны и педагогам как способ концептуального развития своего образовательного учреждения.",
          "icon": "",
          "parents": [
            4,
            0
          ],
          "children": [
            12,
            23,
            32
          ],
          "status": "usual",
          "posX": 331,
          "posY": 112,
          "enabled": false
        },
        {
          "id": 8,
          "name": "Мышление",
          "description": "Мышление – процесс решения проблем, выражающийся в переходе от условий, задающих проблему, к получению результата. Мышление предполагает активную конструктивную деятельность по переструктурированию исходных данных, их расчленение, синтезирование и дополнение.\nМышление может быть направлено либо на понимание реальных обстоятельств, либо на достижение практического результата. Мышление первого типа выражается в разных формах: ориентация в обстановке на основе обыденного знания, мифологическое, философское, научное (теоретическое и эмпирическое). Мышление второго типа существует в форме решения задач в ходе практических действий, а также в виде составления проектов действий.\nРезультатами процесса мышления могут быть выработка обобщения (житейского, научного, философского), понимание уникального предмета или ситуации (как на обыденном, так и на научном уровне), вывод на основании рассуждения (формального или неформального), составление плана (проекта) действий.",
          "icon": "",
          "parents": [
            4
          ],
          "children": [
            9,
            13,
            14,
            38
          ],
          "status": "usual",
          "posX": 230,
          "posY": 125,
          "enabled": false
        },
        {
          "id": 9,
          "name": "Мудрость",
          "description": "Мудрость – высшее, целостное, духовно-практическое знание, ориентированное на постижение абсолютного смысла бытия. Большинство определений мудрости, встречающихся в классической этико-философской традиции, подчеркивают в ней именно момент высшего знания в его ценностном выражении. В античности мудрость рассматривалась как одна из четырех кардинальных добродетелей. Один из существенных изначальных смыслов мудрости связывался с психической трансформацией субъекта знания на пути восхождения (рационалистического, экстатического и др.) субъективного духа к Абсолюту. Данный смысл мудрости, обозначающий состояние высшей сверхличностной духовности, был впоследствии соотнесен в ряде направлений с различными сверхнормальными проявлениями ментальности.\nВ этико-философском контексте значение слова “мудрость” тесней всего переплелось с греч. понятием софия, означающим не только субъективное состояние души или ума, но и объективные характеристики вещей, а также содержащим вполне четкое указание на творчество.",
          "icon": "",
          "parents": [
            8
          ],
          "children": [
            10,
            11
          ],
          "status": "usual",
          "posX": 280,
          "posY": 75,
          "enabled": false
        },
        {
          "id": 10,
          "name": "Философия",
          "description": "Философия переводится с греческого как (phileo- любовь, Sophia- мудрость) любовь к мудрости. Это форма сознания, понимание мира, исходящее из личных представлений и соображений о нем, наука, изучающая наиболее общие существенные характеристики и фундаментальные принципы реальности и познания, бытия человека, отношения человека и мира. Она существует благодаря неоднозначности человеческого мышления, разногласий учений, которые возникали на протяжении всего ее существования. \nАнтичная философия, богатая и глубокая по своему содержанию, сформировалась в Древней Греции и Древнем Риме. Она характеризуется обобщенностью зачатков научного знания, наблюдений за явлениями природы, а также достижений научной мысли и культуры народов древнего Востока. Для данного конкретно-исторического типа философского мировоззрения характерен космоцентризм. Макрокосмос - это природа и основные природные стихии. Человек - своеобразное повторение окружающего мира - микрокосмос. Высшее начало, подчиняющее себе все человеческие проявления - судьба.",
          "icon": "",
          "parents": [
            9,
            1
          ],
          "children": [],
          "status": "term",
          "posX": 410,
          "posY": 20,
          "enabled": false
        },
        {
          "id": 11,
          "name": "Философ",
          "description": "Философ (от греч. philosophos – друг мудрости) – первоначально, напр. у Гераклита, так назывался всякий человек, занимающийся исследованием. Позднее под словом «философ» стал пониматься тип человека, стремящегося к окончательной, всеобъемлющей ясности и истинности. Философ рождается таковым и не связан ни с какими особыми жизненными обстоятельствами; характерные для философа вид связи с миром и манера познания вновь и вновь проявляются во все времена у всех философски одаренных людей. От художника философ отличается тем, что он ищет изображение истины не в наглядных символах и конкретных образах, а в понятиях; от религиозного человека его отличает то, что философ стремится к исследованию истины не для достижения личной святости, а во имя самой истины; он рассматривает вещи согласно их сущности. Но философ не является и собственно ученым, ибо его взгляды суть результаты не только применения его метода и согласованности с опытом, но и результаты присущей ему индивидуальной силы внутренней убежденности. ",
          "icon": "",
          "parents": [
            0,
            9
          ],
          "children": [
            25,
            35,
            36,
            55
          ],
          "status": "philosopher",
          "posX": 450,
          "posY": 234,
          "enabled": false
        },
        {
          "id": 12,
          "name": "Проблема",
          "description": "Проблема – (от греч. — преграда, трудность, задача), объективно возникающий в ходе развития познания вопрос или целостный комплекс вопросов, решение которых представляет существенный практический или теоретический интерес. Весь ход развития человеческого познания может быть представлен как переход от постановки одних проблем к их решению, а затем к постановке новых проблем.\nЖизненный, конструктивный характер содержания проблем отличает их от «псевдопроблем» — вопросов, обладающих лишь кажущейся значимостью. Своеобразной формой решения проблем может служить доказательство её неразрешимости, которое стимулирует пересмотр оснований, в рамках которых проблема была поставлена. В научном познании способы разрешения проблем совпадают с общими методами и приёмами исследования.",
          "icon": "",
          "parents": [
            0,
            7
          ],
          "children": [
            13
          ],
          "status": "usual",
          "posX": 490,
          "posY": 20,
          "enabled": false
        },
        {
          "id": 13,
          "name": "Критика",
          "description": "Критика – в научном познании (от греч. κριτική – искусство судить) – активное выражение отношения данной теории к другим, их оценка либо переосмысление самой данной теории с точки зрения ее собственных выводов. Критика и позитивное исследование взаимопроникают друг друга.\nПонятие, фиксирующее в своем содержании аналитическое рассмотрение социально (культурно) артикулированного объекта (концепции), фундированное эксплицитным рассмотрением его исходных социокультурных оснований, органично предполагающим постановку под сомнение их истинности или правомерности.\nДля античного философского мышления постижение естественных начал космоса делало критику необходимой стороной постепенного освобождения от пут мифологического и обыденного сознания. Вместе с тем суммирование рационального содержания различных учений стало формой выработки знания, и поэтому в критическом сопоставлении взглядов философов был усмотрен положительный путь познания истины.",
          "icon": "",
          "parents": [
            8,
            12
          ],
          "children": [
            15,
            39,
            50
          ],
          "status": "usual",
          "posX": 250,
          "posY": 20,
          "enabled": false
        },
        {
          "id": 14,
          "name": "Ум",
          "description": "Ум, или Нус, одна из основных категорий античной философии; обобщение всех смысловых, разумных и мыслительных закономерностей, царящих в космосе и в человеке.\nВ древнегреческой натурфилософии ум тесно связан с чувственно-материальным космосом. Ум здесь – конкретная движущая протосила, дающая происхождение космосу со всеми его явлениями. Например, по Демокриту, ум есть «бог в шаровидном огне»; по Архелаю, «бог есть воздух и Нус», и т. п. С классического периода Нус начинает пониматься как абстрактный движущий принцип мирового порядка. Со времени Средней Стои Нус — уже полностью отвлеченная и самотождественная демиургическая ипостась бытия. Наибольшую ясность представление о Нусе получило у Анаксагора, Аристотеля, в стоицизме и неоплатонизме; в последнем понятие Нуса получило наивысшее, заключительное развитие. Античная теория Нуса имела огромное историко-философское значение, способствовав созданию единой концепции осмысленного и закономерного начала, противопоставленного всему случайному, хаотически текучему, эмпирическому.",
          "icon": "",
          "parents": [
            0,
            8
          ],
          "children": [
            49
          ],
          "status": "usual",
          "posX": 320,
          "posY": 25,
          "enabled": false
        },
        {
          "id": 15,
          "name": "Спор",
          "description": "Спор – это публичное обсуждение проблем, интересующих участников обсуждения, вызванное желанием как можно глубже, обстоятельнее разобраться в обсуждаемых вопросах: это столкновение различных точек зрения в процессе доказательства и опровержения. \nВ философских работах спор как стадия в эволюции диалога моделируется с помощью не висящего, а вертикально поставленного маятника, который от малейшего воздействия может упасть и вправо, и влево. Одна из задач теории спора – установить факторы, от которых это зависит. \nВ античности существовало два вида спора: диалектический и эристический. Причем диалектический спор возник как антитеза эристическому диалогу софистов, их псевдонаучным представлениям о добродетели и благе. Диалог древних греков развивался параллельно развитию их эстетических представлений, политических взглядов.",
          "icon": "",
          "parents": [
            0,
            13
          ],
          "children": [
            39,
            46
          ],
          "status": "usual",
          "posX": 270,
          "posY": 300,
          "enabled": false
        },
        {
          "id": 16,
          "name": "Космос",
          "description": "Космос – порядок, строй, украшенное (устроенное) бытие. Через понятие космоса античная культура мыслила и выражала свои представления о мире в его целостности и завершенности. Космос – это явленность и оформленность бытия, полнота которого полностью одолела а-космию (антитчность противопоставляет космос хаосу лишь как результат источнику, а не как порядок беспорядку). \nВ текстах Платона термин «космос» относится обычно к полноте реальности – и в чувственном и в умопостигаемом ее аспектах. Встречающиеся иногда упоминания о «бестелесном космосе» (напр. «Филеб») следует скорее понимать в том смысле, что в паре душа-тело правящим и первичным началом является душа как бестелесное начало и именно бестелесное является космосом в смысле его порядка и принципа красоты. Космос у Платона – это полнота всего, что существует (согласно диалогу «Тимей», вне космоса нет ничего), и принцип его целостности заключается в том, что он – живое существо, хотя и рожденное, но бессмертное.",
          "icon": "",
          "parents": [
            3,
            2
          ],
          "children": [
            17,
            19,
            21
          ],
          "status": "term",
          "posX": 620,
          "posY": 430,
          "enabled": false
        },
        {
          "id": 17,
          "name": "Природа",
          "description": "Природа (от латинского natura) – одно из центральных понятий античной философии, которое имеет широкий спектр значений. \nПрирода – это объективная реальность, которая существует независимо от сознания человека. В философских взглядах на природу, ее сущность разделяли на две крайне противоположные точки зрения. С одной стороны, природа представляет собой хаос, царство случайностей, слепых стихийных сил. С другой, что в природе преобладает четкая закономерность и естественная необходимость. \nИзначально за неимением достаточных материальных и общественных познаний, природа считалась, как сила наиболее значимая и неизмеримая, совершенная. В античной философии она воспринималась как причина возникновения всего сущего, как мать-кормилица. \nЧеловек с природой воспринимался, как нечто целое, единое. Некой целью было жить в полной гармонии с природой, познать ее, используя как предмет для наблюдений. Рассматривать природу с другой точки зрения, в то время не представлялось возможности, за неимением нужных материальных сил.",
          "icon": "",
          "parents": [
            16,
            2
          ],
          "children": [
            18,
            20,
            48
          ],
          "status": "usual",
          "posX": 785,
          "posY": 290,
          "enabled": false
        },
        {
          "id": 18,
          "name": "Жизнь",
          "description": "Что такое жизнь, каковы ее цель и смысл, интересует каждого индивида. На протяжении многих веков попытки осмыслить существование человека позволили создать различные философские и религиозные направления. Каждая концепция и учение по-своему относятся к вопросам жизни, формируя новые подходы к ее пониманию. Попытаться разобраться с основными правилами построения жизни человека поможет подробный философский разбор частных взглядов на это явление. В философии определение Жизни – это движение в пространстве и времени, при котором происходит развитие личности, приобретаются опыт, навыки и знания, затрачивается энергия на взаимодействие с другими людьми – вот что значит жизнь. Нет точного определения и характерные признаки у этого явления отсутствуют.",
          "icon": "",
          "parents": [
            2,
            17
          ],
          "children": [
            19,
            20,
            30,
            31,
            34
          ],
          "status": "usual",
          "posX": 535,
          "posY": 450,
          "enabled": false
        },
        {
          "id": 19,
          "name": "Время",
          "description": "Время относится к тем реалиям, которые издревле определяли смысловое поле человеческого мировосприятия. Отсюда множество мифологем времени. В греческой философии проблема времени была предметом рассмотрения еще у досократиков; первая формулировка парадоксов времени принадлежит Зенону Элейскому. В античности мы находим и первые попытки философского решения проблемы времени. Характер рассмотрения времени, способ включения его в систему других категорий мышления, также как и основные интуиции времени, определяют самосознание различных культурно-исторических периодов. \nВ классической античности время рассматривается в связи с жизнью космоса, а потому порой отождествляется с движением небосвода. Платон анализирует понятие времени в контексте деления всего сущего на бытие и становление. Первое существует вечно, второе возникает и исчезает во времени.",
          "icon": "",
          "parents": [
            18,
            16
          ],
          "children": [
            28
          ],
          "status": "usual",
          "posX": 762,
          "posY": 350,
          "enabled": false
        },
        {
          "id": 20,
          "name": "Мир",
          "description": "Мир – это форма тотальности явлений в границах определенного типа реальности, комплекса материальных условий бытия, раскрывающего предельную сферу функционирования фундаментальных закономерностей, самодостаточных для детерминации всего многоразличия этого бытия и выявления его самодеятельности. Понятие «мир» дает представление о такой форме единства объектов (миропорядке), которая характеризует самодеятельность материи. \nВысшим проявлением этой самодеятельности выступает деятельность человека, как универсального, общественного существа. Вот почему понятие «мир» центрировалось относительно возможности появления социальной формы движения материи. Это значит, что мир определяется как относительно условий, ведущих к социогенезу, так и относительно отрицательных условий его реализации. В последнем случае речь идет о мирах, не ведущих к возникновению человека, но служащих источником разнообразия Универсума.",
          "icon": "",
          "parents": [
            17,
            18
          ],
          "children": [
            23
          ],
          "status": "usual",
          "posX": 800,
          "posY": 225,
          "enabled": false
        },
        {
          "id": 21,
          "name": "Вещество",
          "description": "Вещество. Хотя весьма обыкновенно это слово употребляется как равносильное слову материя, однако между этими двумя терминами можно установить определенное различие. Материя в метафизическом смысле, в каком она является у пифагорейцев, Платона и Аристотеля, именно как потенциальное начало раздвоения, раздробления и изменчивости, как возможность множественных форм – такая материя еще не есть вещество. Под этим последним разумеется не первоначальная потенция чувственного бытия, а его ближайший реальный субстрат – то, из чего состоят тела, действительная основа и среда всех ощутимых явлений. Вещество есть материя не сама по себе, а уже оформленная, актуально определенная, многообразно дифференцированная, обнаруживающая известные свойства по известным законам. Эти частные свойства и законы вещества изучаются физикой и химией; философия же со времен Демокрита ставит вопрос: что есть вещество вообще, т. е. из чего состоит всякий вещественный предмет? Ближайший ответ на этот вопрос (со времен того же Демокрита) дается атомизмом, т. е. теорией раздельной множественности неделимых телец, из сложения и разложения которых образуются все предметы и явления.",
          "icon": "",
          "parents": [
            16
          ],
          "children": [
            22,
            32
          ],
          "status": "usual",
          "posX": 365,
          "posY": 450,
          "enabled": false
        },
        {
          "id": 22,
          "name": "Стихия",
          "description": "Стихии или элементы (лат. elementa «первовещество»; от др.-греч. στοίχος «члены ряда», то есть первоначально «буквы алфавита») в античной натурфилософии — четыре первоначальных вещества, к которым также добавлялся «пятый элемент». Понятие впервые в традиционном смысле было употреблено Платоном, который считал стихии правильными многогранниками, Аристотель развил идею до универсального философского понятия. ",
          "icon": "",
          "parents": [
            21
          ],
          "children": [
            24,
            30
          ],
          "status": "usual",
          "posX": 450,
          "posY": 465,
          "enabled": false
        },
        {
          "id": 23,
          "name": "Эйдос",
          "description": "Эйдос – (греч. eidos - вид, образ, образец) - термин античной философии, фиксирующий способ организации объекта, а также категориальная структура средневековой и современной философии, интерпретирующая исходную семантику данного понятия, соответственно, в традиционном и нетрадиционном контекстах. Соотношение эйдоса с субстратным архэ выступает фундаментальной семантической оппозицией античной философии, и обретение вещью эйдоса фактически мыслится как его оформленность, что задает тесную семантическую связанность понятия эйдоса с понятием формы.\nУ Демокрита — одно из обозначений атома. У Платона — синоним термина «идея», умопостигаемая форма, существующая отдельно от единичных вещей в качестве их определяющего начала. У Аристотеля — форма, неотделимая от материальной основы, или вид, противопоставляемый роду. В платонизме платоновские эйдос-идеи становятся «мыслями бога», а аристотельские эйдос-формы — умопостигаемыми сущностями вещей.",
          "icon": "",
          "parents": [
            7,
            20
          ],
          "children": [
            45
          ],
          "status": "term",
          "posX": 650,
          "posY": 20,
          "enabled": false
        },
        {
          "id": 24,
          "name": "Огонь",
          "description": "Огонь – наиболее динамичная, изменчивая из всех стихий. Поэтому для Гераклита огонь стал первоначалом мира, в то время как вода – лишь одно из его состояний. Огонь сгущается в воздух, воздух превращается в воду, вода – в землю («путь вниз», который сменяется «путём вверх»). Сама Земля, на которой мы живём, была некогда раскалённой частью всеобщего огня, но затем – остыла.",
          "icon": "",
          "parents": [
            3,
            22
          ],
          "children": [
            25
          ],
          "status": "usual",
          "posX": 410,
          "posY": 400,
          "enabled": false
        },
        {
          "id": 25,
          "name": "Гераклит Эфесский",
          "description": "Гераклит Эфесский (ок. 520–460 гг. до н. э.) – великий диалектик античности. «Все существующее, – учил он, – постоянно переходит из одного состояния в другое: все течет, все изменяется; в одну и ту же реку нельзя войти дважды; в мире нет ничего неподвижного. Возникновение и исчезновение, жизнь и смерть, рождение и гибель – бытие и небытие – связаны между собой, они обусловливают и переходят друг в друга». Переход явления из одного состояния в другое совершается через борьбу противоположностей, которую он называл вечным «всеобщим логосом».\nВ учении о бытии Гераклит утверждает, что первоосновой мира является огонь. Космос никем не сотворен, а был, есть и будет вечно живым огнем, то разгорающимся, то потухающим.\nПознание, по его мнению, начинается с чувств, однако чувственные данные дают лишь поверхностную характеристику познаваемому, поэтому должны быть соответствующим образом обработаны разумом.\nДиалектика Гераклита, учитывающая обе стороны явления, – и его изменчивость, и его неизменную природу.",
          "icon": "",
          "parents": [
            11,
            24
          ],
          "children": [
            27
          ],
          "status": "philosopher",
          "posX": 404,
          "posY": 120,
          "enabled": false
        },
        {
          "id": 26,
          "name": "Школа",
          "description": "Философская школа – это форма философского сообщества, отличающаяся единством взглядов, установок, некоторых правил и методик, характерных для ее представителей. Первой философской школой считается Милетская. Именно здесь впервые вырабатывается общая для философов этой школы установка на изучение природы. \nВозникновение школы как сообщества обусловлено динамикой культурной жизни мыслящих людей того или иного места и времени. Названия школ определялись по-разному, например местом появления или временем. Часто школу выделяют по имени ее создателя. \nФилософскую школу отличает характер предпочтительных объектов, вопросов и особенностей их решения. Школы, существующие в одно историческое время, находятся в состоянии противодействия и борьбы.",
          "icon": "",
          "parents": [
            5,
            29
          ],
          "children": [
            27,
            51,
            52,
            53,
            54
          ],
          "status": "usual",
          "posX": 220,
          "posY": 225,
          "enabled": false
        },
        {
          "id": 27,
          "name": "Эфесская школа",
          "description": "Эфесская школа была основана Гераклитом Эфесским. \nСущность главных идей: \n1) Всё существующее постоянно переходит из одного состояние в другое. Всё течет, всё изменяется. Переход из одного явления в другое совершается через борьбу противоположностей, которую он называет «Логосом», т.е. единым, общим для всего существующего законом. \n2) Первоначалом мира является огонь. Мир не вечен и через каждые 10 800 лет сгорает. Из огня возникает следующий мир на основании обычных превращений: огонь превращается в воздух, воздух — воду, вода — в землю. Таким образом, космос в целом вечен, его не создал никто из богов и никто из людей. \n3) Душа есть с одной стороны воздух, а с другой — имеет в себе огневидное начало, то мудрая душа — сухая. И наоборот, глупая, плохая душа — душа влажная. Жить нужно согласно разуму, согласно логосу, который правит миром и который содержится в нашей душе.",
          "icon": "",
          "parents": [
            26,
            25
          ],
          "children": [],
          "status": "direction",
          "posX": 138,
          "posY": 100,
          "enabled": false
        },
        {
          "id": 28,
          "name": "Память",
          "description": "Память является одним из основополагающих элементов структуры человеческой психики, без которой абсолютно невозможно существование самостоятельной и полноценной личности. Неудивительно, что еще древние ученые и философы уделяли проблемам памяти самое пристальное внимание. \nПамять – форма психического отражения действительности, заключающаяся в закреплении, сохранении и последующем воспроизведении человеком своего опыта. Память имеет огромное значение для жизнедеятельности человека.  Память обеспечивает накопление впечатлений об окружающем мире, служит основой для приобретения  новых знаний, умений,  навыков и для их последующего использования. Многочисленные исследования позволили установить, что память лежит в основе любого психического явления, ни одна другая психическая функция не может быть осуществлена без участия памяти. ",
          "icon": "",
          "parents": [
            19,
            0
          ],
          "children": [
            29
          ],
          "status": "usual",
          "posX": 620,
          "posY": 75,
          "enabled": false
        },
        {
          "id": 29,
          "name": "Знание",
          "description": "Знание – проверенный практикой результат познания действительности, верное ее отражение в мышлении человека; обладание опытом и пониманием, которые являются правильными и в субъективном и в объективном отношении и на основании которых можно построить суждения и выводы, кажущиеся достаточно надежными, для того чтобы рассматриваться как знание. Знание представляет собой участие в конкретном бытии сущего, предпосылкой которого является участие, трансцендирующее подлинное бытие. В формальном смысле это участие называется любовью. Знание должно служить, во-первых, становлению и развитию личности, которая обладает знанием, - такое знание называется образовательным; во-вторых, становлению мира и, вероятно, вневременному становлению его высших принципов, рассматриваемых с точки зрения конкретного бытия и наличного бытия. И наконец, в-третьих, имеется цель становления - практическое господство над миром и его преобразование для наших человеческих целей. «Это знание позитивных наук, знание господства и действия.",
          "icon": "",
          "parents": [
            28,
            4
          ],
          "children": [
            26,
            40
          ],
          "status": "usual",
          "posX": 670,
          "posY": 125,
          "enabled": false
        },
        {
          "id": 30,
          "name": "Вода",
          "description": "Вода (стихия воды) — первичный элемент; четвёртая из мировых стихий в античной натурфилософии. \nПо представлениям Платона, символом воды являлся икосаэдр. Согласно Аристотелю, вода представляла собой одно из состояний единой первоматерии, а именно – влажность. Геоцентрическая космология Аристотеля включала предположение, что вокруг центра Вселенной (центра Земли) расположены последовательно сферы четырёх элементов в порядке уменьшения их тяжести (Вода шла второй); выше расположены небесные сферы. \nВ философии Фалеса Милетского вода занимает важнейшее место и является основой и первоначалом всех вещей. В космогонии Фалеса говорится о том, что земной диск плывёт в нескончаемом океане, накрытый полусферой крышки неба.",
          "icon": "",
          "parents": [
            22,
            18
          ],
          "children": [
            36
          ],
          "status": "usual",
          "posX": 490,
          "posY": 400,
          "enabled": false
        },
        {
          "id": 31,
          "name": "Душа",
          "description": "Понятию душ в античной философии отводилось значительное место в космологии, в философии природы, гносеологии, в морали и в политике. Это объясняется тем, что с темой душ тесным образом связана проблематика сознания, благодаря которой философия и конституируется в самостоятельную и уникальную сферу культуры. Термина для обозначения феномена сознания еще не существовало и его исследование осуществлялось в широком контексте душ и ее структурности. Для фиксации сознания использовавшись не столько логические понятия, сколько образы и метафоры. \nВ раннегреческих текстах душа трактовалась как активный источник жизни, «жизненная сила», источник эмоциональных переживаний. В учении Пифагора о переселении душ (метемпсихозе) «психэ» становится индивидуальной - одна и та же душа воплощается в различных телах (не только человеческих, но и животных).",
          "icon": "",
          "parents": [
            0,
            18
          ],
          "children": [
            37,
            49
          ],
          "status": "term",
          "posX": 785,
          "posY": 160,
          "enabled": false
        },
        {
          "id": 32,
          "name": "Атом",
          "description": "Атом (от греч. atomos – неделимое) – мельчайшие составные частицы материи, из которых состоит все сущее, в т. ч. и душа, образованная из тончайших атомов (Левкипп, Демокрит, Эпикур). Атомы вечны, они не возникают и не исчезают, пребывая в постоянном движении; различаются по форме и величине, порядку и положению. \nАтомы рассматриваются Демокритом как мельчайшие элементы материи. Существует бесконечное множество атомов, которые неразрушимы, неделимы, вечны, имеют различную форму и размер, а также способны к движению. Различные части мира состоят из атомов разной природы. Разнообразие атомов обосновывает разнообразие окружающего мира, снимая необходимость в бесконечных метаморфозах вещества у элиатов, или преобразований стихий одной в другую у ионийцев. \nАтомы существуют в пространстве и разделены между собой пустотой. Пустота в учении Демокрита это не «ничто». Будучи разделенными пустотой атомы получают возможность свободно передвигаться в ней, сталкиваясь и собираясь в предметы или напротив разбиваясь и разлетаясь.",
          "icon": "",
          "parents": [
            21,
            7
          ],
          "children": [
            33,
            35,
            47
          ],
          "status": "usual",
          "posX": 700,
          "posY": 400,
          "enabled": false
        },
        {
          "id": 33,
          "name": "Материя",
          "description": "В античной философии под материей понималось первовещество, из которого возникают и во что превращаются все вещи. Таким началом считал ее считал воду, Анаксимен — воздух, Гераклит — огонь. Анаксимандр пришел к выводу, что первоначалом не может быть одна из существующих «стихий» или их сочетания; им является гипотетическое неопределенное вещество - апейрон. Другой древнегреческий философ — Анаксагор полагал, что бытие состоит из бесконечно разнообразных вечных и неизменных «семян вещей» — гомеомерий. В учении античных атомистов все существующее состоит из мельчайших неделимых частичек — атомов и пустоты. Эта гипотеза, предвосхитившая естественно-научное представление о строении материи, объясняла бесконечное многообразие мира из единого материального начала, лежащего в основе материального и духовного мира (душа, по Демокриту, также состоит из атомов).",
          "icon": "",
          "parents": [
            32
          ],
          "children": [
            37,
            47
          ],
          "status": "term",
          "posX": 280,
          "posY": 430,
          "enabled": false
        },
        {
          "id": 34,
          "name": "Бытие",
          "description": "Бытие – исходная философская характеристика наличного существования, о котором можно всего лишь сказать, что оно «есть». \nВ античной древности первое осознание категории бытия, как единодушно полагают специалисты, принадлежит Пармениду. Согласно ему, бытие – это то, что можно познать только разумом, а не с помощью органов чувств. Более того, постижимость разумом – важнейшее определение бытия. \nДемокрит утверждал, что бытие есть нечто простое, понимая под ним атом, как наименьшую, далее не делимую физическую частицу. Таких атомов несколько, значит бытие не одно. Атомы разделены пустотой, пустота – это небытие, следовательно, непознаваема. \nПлатон считал бытие – бестелесной идеей, миром идей, «сущностей». \nАристотель сохраняет понимание бытия как чего-то устойчивого, неизменного, неподвижного, бытие – это живая субстанция, характеризующаяся следующими принципами.",
          "icon": "",
          "parents": [
            18,
            4
          ],
          "children": [
            38
          ],
          "status": "term",
          "posX": 200,
          "posY": 400,
          "enabled": false
        },
        {
          "id": 35,
          "name": "Демокрит",
          "description": "Ученым-энциклопедистом, крупнейшим представителем атомистического направления в философии был Демокрит (ок. 460–370 гг. до н. э.) из города Абдеры.\nДемокрит считал, что существует бесконечное множество миров; одни миры возникают, другие гибнут. Все они состоят из множества атомов и пустоты. Сами же атомы неделимы и лишены пустоты. Атомы неизменны, не имеют внутри себя никакого движения; они вечны, не уничтожаются и вновь не появляются. Число атомов в мире бесконечно. Они отличаются друг от друга по 4 признакам: по форме; величине; порядку; положению.\nИз разных атомов и разного их числа путем сцепления и образуются различные вещи и миры. Находясь в движении, атомы сталкиваются друг с другом, изменяя направление движения. Демокрит утверждал, что любая вещь имеет свою причину (как результат движения и столкновения атомов).\nДуша человека, тоже состоит из атомов. Человек способен разобраться в них и проникнуть в глубину предметов, для чего требуется ум, мышление. Демокрит разграничивал чувственное и разумное.",
          "icon": "",
          "parents": [
            11,
            32
          ],
          "children": [],
          "status": "philosopher",
          "posX": 559,
          "posY": 178,
          "enabled": false
        },
        {
          "id": 36,
          "name": "Фалес Милетский",
          "description": "Фалес Милетский (ок. 625 или 640 - ок. 547 или 545 до н. э.) – древнегреческий мыслитель, родоначальник античной философии и науки, основатель милетской школы.\nОн впервые сформулировал мысль о том, что все едино и имеет первоначало, в качестве которого он представлял воду.\nМыслитель пытался понять мироустройство на уровне законов природы. Фалес не ставит вопросы о взаимодействии духовного и материального, хотя признает, что все имеет душу. Согласно философу весь Космос подчиняется божественному разуму.\nФалес первым предположил, что все имеет материальную основу и поддается изучению и анализу, таким образом став по сути родоначальником научного подхода к мироустройству.\nФалес определил пропорции размера Луны и Солнца относительно их траектории — 1/720. Кроме того, философ научился определять дни солнцестояний и равноденствия, а также создал календарь по аналогии с египетским.",
          "icon": "",
          "parents": [
            11,
            30
          ],
          "children": [
            54
          ],
          "status": "philosopher",
          "posX": 517,
          "posY": 331,
          "enabled": false
        },
        {
          "id": 37,
          "name": "Аристотель",
          "description": "Аристотель (384–322 гг. до н. э.) – мыслитель-энциклопедист.\nСовместно с учениками он систематизировал науки, выделил для каждой из них специальные области исследований и установил различие между теоретическими, практическими и творческими науками.\nАристотель считал, что научное познание не ограничивается лишь эмпирией. Факт чувственного восприятия есть лишь следствие, при помощи которого постигается общее.\nОснова всякого бытия, по Аристотелю, – первая материя. Она является основой всякого бытия. Наипростейшей определенностью этой первой материи являются, по Аристотелю, четыре элемента – огонь, воздух, вода и земля.\nСамобытное единичное бытие, Аристотель называет субстанцией. Мир – совокупность субстанций. Каждое единичное бытие – сочетание материи и формы. Материя – это первичный материал.\nАристотель считает, что душа является формой по отношению к материи, что она присуща всем объектам. Душа – это проявление активной жизненной силы.\nЧетыре вида причин бытия: материальные, формальные, действующие, целевые.",
          "icon": "",
          "parents": [
            31,
            33
          ],
          "children": [],
          "status": "philosopher",
          "posX": 450,
          "posY": 356,
          "enabled": false
        },
        {
          "id": 38,
          "name": "Зенон Элейский",
          "description": "Зенон Элейский (ок. 490–430 гг. до н. э.) – философ и политический деятель, ученик и последователь Парменида. Он формулирует принцип приведения к абсурду. Впервые использует диалектический метод при аргументации опровержения принципов движения и множественности.\nПротиворечия понятия о движении выявляются в знаменитой апории «Ахилл». Апории Зенона связаны с диалектикой дробного и непрерывного в движении. Если считать, что «время» измеряется количеством отрезков, то заключение справедливо. Обычно, однако, указывают, что Зенону просто не было знакомо понятие суммы бесконечного ряда, иначе он увидел бы, что бесконечное число слагаемых дает все же конечный путь, который Ахиллес, двигаясь с постоянной скоростью, без сомнения, преодолеет за надлежащее (конечное) время.\nБезусловно положения Элейской философской школы подвергались острой критике как со стороны оппонентов, в первую очередь Ионийских философов, так и многих других здравомыслящих людей.",
          "icon": "",
          "parents": [
            34,
            8
          ],
          "children": [],
          "status": "philosopher",
          "posX": 335,
          "posY": 272,
          "enabled": false
        },
        {
          "id": 39,
          "name": "Протагор",
          "description": "Протагор – древнегреческий философ, представитель и основатель школы софистов.\nСамая знаменитая фраза Протагора «человек есть мера всех вещей». Человек выступает как мера того, что существующие вещи существуют, а несуществующие - не существуют. Все меняется постоянно, каждый момент, соответственно, нельзя сказать ничего определенного ни о каком из предметов, все существует постольку, поскольку конкретный человек может охватить в данный момент. На любое утверждение можно дать противоречащий аргумент. В этом заключался релятивизм Протагора. В своих учеников Протагор учил тому, как самый слабый аргумент превратить в сильнейший и наоборот.\nПротагор, по словам Платона, рассказывал миф, согласно которому боги сделали людей и животных в глубине Земли из смеси огня и земли.\nОн считал, что человек не знает, что есть истина, что является правдой, а что ложью. Однако если определять, что нужно человеку, то критерием будет выступать полезность.",
          "icon": "",
          "parents": [
            15,
            13
          ],
          "children": [
            53
          ],
          "status": "philosopher",
          "posX": 341,
          "posY": 178,
          "enabled": false
        },
        {
          "id": 40,
          "name": "Наука",
          "description": "Наука – особый вид познавательной деятельности, направленный на выработку объективных, системно организованных и обоснованных знаний о мире. Взаимодействует с другими видами познавательной деятельности: обыденным, художественным, религиозным, мифологическим, филос. постижением мира.\nКак и все виды познания, наука возникла из потребностей практики и особым способом регулирует ее. Наука ставит своей целью выявить сущностные связи (законы), в соответствии с которыми объекты могут преобразовываться в процессе человеческой деятельности.\nЛюбые объекты, допускающие преобразование человеком, — фрагменты природы, социальные подсистемы или общество в целом, состояния человеческого сознания и т.п. — могут стать предметами научного исследования. Наука изучает их как объекты, функционирующие и развивающиеся по своим естественным законам. Она может изучать и человека как субъекта деятельности, но также в качестве особого объекта.",
          "icon": "",
          "parents": [
            29
          ],
          "children": [
            41,
            55
          ],
          "status": "usual",
          "posX": 360,
          "posY": 50,
          "enabled": false
        },
        {
          "id": 41,
          "name": "Истина",
          "description": "Истина – это философское понятие, отражающее конечное, абсолютное знание, цель и критерий научной деятельности. \nПервоначальное представление об истине было сформулировано Парменидом. В своей онтологической концепции Парменид излагал положения, противоречащие общепринятых и очевидным вещам, – отсутствие движения, времени, развития, раздельности вещей и самих вещей как таковых. Отстаивая собственную позицию, Парменид подвергает критике чувственное восприятие мира, обозначая его как необъективное мнение, основанное на ненадежных источниках и противопоставляя ему собственные, истинные, а значит соответствующие настоящему положению вещей знания. \nОднако первое устоявшееся определение истины, ставшее впоследствии классическим, принадлежит Аристотелю. Истина – есть соответствие нашего знания объективной действительности.",
          "icon": "",
          "parents": [
            40
          ],
          "children": [
            46,
            50
          ],
          "status": "term",
          "posX": 580,
          "posY": 25,
          "enabled": false
        },
        {
          "id": 42,
          "name": "Нравственность",
          "description": "Нравственность – совокупность моральных норм и правил, регулирующих отношения и поведение людей в обществе. Часто используется как синоним понятия «мораль», но имеет свою специфику. Главное различие этих понятий основано на противопоставлении того, что должно быть, к чему человек должен стремиться (мир должного), и теми практическими нравами, с которыми человек сталкивается в повседневной жизни (мир сущего). При таком подходе под моралью понимают специфическую сферу культуры, в которой концентрируются и обобщаются высокие принципы, идеалы и ценности, регулирующие поведение и сознание человека. В понятие нравственность вкладывается более «приземленное», «живое» значение, включающее нормы реального практического поведения людей, при котором строгость высоких моральных принципов значительно смягчена. В современной биоэтике формулируются этические принципы, обеспечивающие регулирование поведения специалистов в различных областях их профессиональной деятельности и формирование нравственной оценки бурно развивающихся биомедицинских исследований.",
          "icon": "",
          "parents": [
            0,
            1
          ],
          "children": [
            43
          ],
          "status": "usual",
          "posX": 564,
          "posY": 109,
          "enabled": false
        },
        {
          "id": 43,
          "name": "Закон",
          "description": "Законом в философии называется необходимая связь (взаимосвязь, отношение) между событиями, явлениями, а также между внутренними состояниями объектов, определяющая их устойчивость, выживание, развитие, стагнацию или разрушение. В философском смысле под законом подразумевают «объективные связи явлений и событий, существующие независимо от того, известны они кому-нибудь или нет». \nУ древнегреческих философов идея всеобщего мирового закона соотносится с идеей мирового порядка. \nТак, у Гераклита это логос, определяемый им как мировой закон, судьба, принцип развития всех людей и вещей; у Анаксагора — мировой разум, приводящий в порядок хаотичность гомеомерий, лежащих в основе всего сущего. Для Демокрита закон приобретает равнозначный смысл по отношению к таким понятиям как необходимость и причина, где необходимость — это имманентно—природная сила, благодаря которой всё в мире появляется и развивается. Платон, отталкивая демокритовское понимание закона, интерпретирует закон как идеально—организующее начало по отношению к преходящим вещам.",
          "icon": "",
          "parents": [
            42,
            5
          ],
          "children": [
            44,
            48
          ],
          "status": "usual",
          "posX": 762,
          "posY": 100,
          "enabled": false
        },
        {
          "id": 44,
          "name": "Государство",
          "description": "В качестве органа власти экономически господствующего класса, государство возникло в процессе образования частной собственности. Эта ранняя форма эксплуатации первоначально потребовала таких средств власти, которые смогли бы обеспечить порядок и спокойствие угнетателей. Но античные философы полагали иначе. Платон говорил о государстве не как об аппарате подавления, но как о некоем благе. «Когда люди отведали и того и другого, то есть и поступали несправедливо, и страдали от несправедливости, тогда они <..>нашли целесообразным договориться друг с другом, чтобы не творить несправедливости и не страдать от нее. Отсюда взяло свое начало законодательство и взаимный договор». Таким образом государство не карает, а помогает людям. \nАристотель также представлял государство как нечто прекрасное по своей сути. «Целью государства является благая жизнь». Он исходил из того понятия, что человек «существо политическое», стремящееся к общению, и поэтому государство для него необходимо как воздух.",
          "icon": "",
          "parents": [
            5,
            43
          ],
          "children": [
            45
          ],
          "status": "usual",
          "posX": 680,
          "posY": 225,
          "enabled": false
        },
        {
          "id": 45,
          "name": "Платон",
          "description": "Платон (427–347 гг. до н. э.) был учеником Сократа, впервые организовал учебное заведение – академию. Платон считается основателем объективного идеализма. Согласно учению Платона, лишь мир идей представляет собой истинное бытие, а конкретные вещи – это нечто среднее между бытием и небытием.\nПлатон считал, что человек как телесное существо смертен. Душа же его бессмертна. Когда человек умирает, его душа не погибает, а лишь освобождается от телесного покрова как своей темницы и начинает свободно путешествовать в поднебесной сфере. Процесс познания определяется Платоном как диалектика. Душа состоит из трех частей: разумной, аффективной и вожделеющей.\nУ Платона было свое представление об «идеальном государстве». По его мнению, управлять должны только аристократы, как лучшие и наиболее мудрые граждане. А земледельцы и ремесленники должны выполнять добросовестно свою работу. Идеальное государство должно покровительствовать религии, воспитывать в гражданах благочестие.",
          "icon": "",
          "parents": [
            44,
            23
          ],
          "children": [
            51
          ],
          "status": "philosopher",
          "posX": 566,
          "posY": 272,
          "enabled": false
        },
        {
          "id": 46,
          "name": "Сократ",
          "description": "Сократ (470–399 гг. до н. э.) стремится понять мир, двигаясь не от событий к событиям, а от событий к их смыслу. Основополагающая способность человека – разум, мышление. Именно разум способен дать знание. Ценность всякого познания в том, чтобы научиться разумно вести человеческие дела.\nСократ верил, что если человек знает, что хорошо, а что плохо, то он никогда не поступит дурно. Он выделил три основных человеческих добродетели: умеренность, храбрость и справедливость.\nСократ считал, научиться добродетели нельзя. Он различает знание и мнение. Знание нельзя получить в готовом виде. Отсюда вытекает метод Сократа – майевтика. Суть метода: исходное начало – ирония. «Я знаю, что я ничего не знаю», – заявлял он. Был автором другого способа: индукция и дедукция. Сократ исходил из установки, что все знания уже имеются у человека.\nЧеловек и его место в мире стали центральной проблемой этики Сократа и главной темой всех его бесед.",
          "icon": "",
          "parents": [
            41,
            15
          ],
          "children": [],
          "status": "philosopher",
          "posX": 375,
          "posY": 331,
          "enabled": false
        },
        {
          "id": 47,
          "name": "Эпикуреизм",
          "description": "Эпикуреизм – это философское учение, основанное на идеях Эпикура. Цель еë – избавление человека от всякого рода мук, страданий. \nСущность главных идей: \nЦелью философии Эпикур считал указать путь человеку к счастью. Чтобы узнать, что такое счастье, нужны физика и логика. Логику Эпикур называл каноникой, т.е. теорией познания. В теории познания Эпикур был сенсуалистом, считая, что критерием истины является ощущение, а разум полностью зависит от ощущения. Ощущения дают нам истинную картину мира, они ошибаться не могут. Ошибается судящий о них разум. Из повторяющихся ощущений возникают понятия. Эти понятия тоже истинны. Мысли о понятиях могут быть ошибочными. \nДуша смертна и загробной жизни не существует. Смысл жизни – избегать страданий, получать наслаждение.",
          "icon": "",
          "parents": [
            33,
            32
          ],
          "children": [],
          "status": "direction",
          "posX": 385,
          "posY": 234,
          "enabled": false
        },
        {
          "id": 48,
          "name": "Стоицизм",
          "description": "Стоицизм – одна из школ древнегреческой философии, основателем которой был Зенон. \nСущность главных идей: \nФилософия состоит из логики, физики и этики, все наши познания происходят посредством органов чувств. Человек, будучи ребенком, имеет душу, подобную чистому папирусу, на котором впоследствии посредством ощущений записывается знание. На основе ощущений формируются представления, среди них выделяются те, которые повторяются, таким образом образуются понятия. Мир познаваем, и возможно истинное познание.",
          "icon": "",
          "parents": [
            43,
            17
          ],
          "children": [],
          "status": "direction",
          "posX": 450,
          "posY": 300,
          "enabled": false
        },
        {
          "id": 49,
          "name": "Неоплатоноизм",
          "description": "Неоплатонизм – направление древнегреческой философии, основанное на идеях Платона, включающее идеи Аристотеля и элементы восточных учений. Целью неоплатонизма было единение с богом.\nНеоплатонизм в философии позволил человеку осознать возвышение души над телом, ее божественную принадлежность. Он соединил в единые идеалистические настроения разные культуры, что оказало людям неоценимую помощь в постановке жизненных принципов (идеалов), которые необходимы каждому.\nНесколько основных идей неоплатонизма:\nОбъединение, согласно идее Платона, единого с душой и разумом; \nИнтуитивно-фантастическое познание высшей сущности; \nОсвобождение человеческого духа от материальной зависимости посредством аскетизма, достижение «чистой» одухотворенности.",
          "icon": "",
          "parents": [
            14,
            31
          ],
          "children": [],
          "status": "direction",
          "posX": 450,
          "posY": 168,
          "enabled": false
        },
        {
          "id": 50,
          "name": "Скептицизм",
          "description": "Скептицизм – это направление в философии, считающее сомнение главным принципом мышления. В частности, скептицизм подвергает сомнению надёжность истины (то есть, отрицает возможность уверенно утверждать, что имеющиеся у нас знания об окружающем мире соответствуют объективной реальности). \nК числу основных идей скептицизма относятся следующие тезисы: \n• даже если знание выглядит достижимым и достоверным, оно не может быть признано таковым; \n• человеку недоступно как абсолютное знание, так и любое достоверное знание вообще; \n• человеку недоступно достоверное знание о каких-либо метафизических явлениях и объектах; \n• любая гипотеза нуждается в проверке, при этом ни одна проверка не может считаться достаточной или окончательной; \n• никакой из методов научного познания не может дать достоверных знаний об объективной реальности; \n• все имеющиеся у человечества знания являются лишь предположениями и гипотезами, которые невозможно доказать; \n• философ должен воздерживаться от каких-либо окончательных суждений.",
          "icon": "",
          "parents": [
            13,
            41
          ],
          "children": [],
          "status": "direction",
          "posX": 515,
          "posY": 234,
          "enabled": false
        },
        {
          "id": 51,
          "name": "Афинская школа",
          "description": "Афинская школа взрастила великих мыслителей: Сократа, Платона и Аристотеля. Их работы – ценность мировой философской мысли. \nСущность главных идей: \nОбщей целью наук, в том числе философии, является установление истин, объективного знания о сущем и вещах природы. Материя вечна, как и форма, между ними нет отношения «первичное — вторичное»; обнаружение активности формы в момент ее соединения с материей есть движение. Бог – это «причина причин», «форма форм». Он не материален, это духовный Абсолют. Это чистая энергия, чистая деятельность. Человек есть политическое животное. Условиями счастья каждого являются справедливость, благоразумие, мужество и рассудительность. Справедливым должно быть и государство. Монархия, аристократия и полития (республика) — это «правильные» формы правления — и тирания, олигархия и демократия — «неправильные».",
          "icon": "",
          "parents": [
            45,
            26
          ],
          "children": [],
          "status": "direction",
          "posX": 100,
          "posY": 225,
          "enabled": false
        },
        {
          "id": 52,
          "name": "Пифагорейская школа",
          "description": "Пифагорейская школа была основана Пифагором в Кротоне. \nСущность главных идей: \n1) Число – начало всего сущего. Материя как изменяющаяся и неистинная, не может привести нас к познанию истины. Поэтому нужен некий посредник между материей и богом. И таким посредником является число, ибо оно есть то, что, с одной стороны, можно четко представить, что можно сосчитать, а с другой стороны, оно непреходяще, в отличие от чувственного мира. \n2) Метемпсихоз – переселение душ. Люди об этом не знают, ибо не помнят свои предыдущие воплощения. Душа, следовательно, считалась бессмертной, и задачей человека было уподобить себя богу. Чтобы уподобить себя Богу, нужно вести соответствующий образ жизни. \n3) Жизнь человека должна быть упорядоченной, спланированной. День должен быть заполнен полезными делами. Прежде, чем лечь спать, нужно себя спросить: «Что я сделал за сегодняшний день, что я не сделал и что мне предстоит сделать завтра». Главное же для пифагорейцев – это стремиться к истине, ибо только это, указывал Пифагор, приближает людей к богу.",
          "icon": "",
          "parents": [
            26,
            55
          ],
          "children": [],
          "status": "direction",
          "posX": 115,
          "posY": 160,
          "enabled": false
        },
        {
          "id": 53,
          "name": "Софистская школа",
          "description": "Школа софистов сформировались в V веке до н.э. и оставалась заметной почти до конца Римской империи \nСущность главных идей: \nОтрицание познания космоса, возможно лишь познать свою душу. Душа, по его мнению, является антиподом тела: если тело природно и состоит из природных частиц, то душа своим содержанием имеет понятия. Высшие понятия — Добро, Справедливость, Истина. Благодаря душе человек познает вещи, их место в мире, а главное – отношение человека к человеку, к самому себе. Истина нужна, чтобы действовать, а действия должны быть добродетельны и справедливы. Озвучил три добродетели: сдержанность, как укрощать страсть, мужество – как преодолеть опасность, справедливость – как соблюдать человеческие законы. Всё это человек приобретает путем познания и самопознания. \nМайевтика – это диалогический способ рождения нового знания. Это был поиск истины через противоречия; противоречия и их преодоление в познании становились источником развития знания.",
          "icon": "",
          "parents": [
            26,
            39
          ],
          "children": [],
          "status": "direction",
          "posX": 138,
          "posY": 350,
          "enabled": false
        },
        {
          "id": 54,
          "name": "Милетская школа",
          "description": "Милетская школа – одна из наиболее ранних школ классической античной философии VI – V веков. \nМилетская школа принадлежит к так называемым досократическим натуралистическим школам. Главные ее представители – Фалес, Анаксимандр, Анаксимен. Именно с милетской школой связывают возникновение западной философии. \nПоследователи школы исходили из принципа: «Ничто не возникает ни из ничего». Потому главная проблема философов – это проблема первоначала природы. Философы были уверены: поняв первоначала, возможно объяснить принципы и законы, по которым существует природа. \nОни полагали, что начало должно быть универсальным, вечным, нескончаемым, «божественным» первоначалом, источником существования жизни. Душа в представлении милетцев становится «тонким» и подвижным видом первопричины – первовещества.",
          "icon": "",
          "parents": [
            36,
            26
          ],
          "children": [],
          "status": "direction",
          "posX": 115,
          "posY": 290,
          "enabled": false
        },
        {
          "id": 55,
          "name": "Пифагор",
          "description": "Пифагор (580–500 гг. до н. э.) отвергал материализм милетцев. Организовал школу, которую могли посещать женщины. Исходная позиция учения Пифагора – «Все есть число». Основа мира – не материальное первоначало, а числа, которые образуют космический порядок. Движение небесных тел подчиняется математическим соотношениям. Познать мир – значит познать управляющие им числа. Пифагорейцы первыми поставили вопрос о роли количественной стороны явлений природы.\nПифагорейцы видели в числе и математических отношениях объяснения скрытого смысла явлений, законов природы. Они изучали зависимость характера звучания музыкальных инструментов от длины струн; искали простые числовые отношения в геометрии и астрономии. Пифагор успешно разрабатывал различного рода математические доказательства.\nПифагор учил, что душа бессмертна. Ему принадлежит идея перевоплощения душ. Он считал, что все происходящее в мире снова и снова повторяется через определенные периоды времени, а души умерших через какое-то время вселяются в других.",
          "icon": "",
          "parents": [
            40,
            11
          ],
          "children": [
            52
          ],
          "status": "philosopher",
          "posX": 495,
          "posY": 120,
          "enabled": false
        }
      ]
    },
    {
      "id": 1,
      "name": "Средневековая философия",
      "years": "II - XV вв н.э.",
      "description": "Средневековую философию условно можно разделить на следующие периоды: 1) введение в нее, которое представляет патристика (II – VIII вв.); 2) схоластика (XI – XV вв.). Она также называется религиозной, христианской философией. Это связано с тем, что жизнь европейской культуры в это время определяет христианская религия и церковь.\nГлавное место в средневековом миросозерцании занимает Бог. Он, будучи всемогущим, актом своей Божественной воли сотворил мир из «ничто». И в дальнейшем всесильная Божественная воля постоянно и неустанно продолжает поддерживать бытие мира.\nСледовательно, с точки зрения учения о бытии (онтологии), средневековая философия была философией теоцентризма (тео – Бог) и основана на догмате креационизма  (креацио – создание, творение). У средневековой философии была и своеобразная антропология (учение о человеке). Человек не только создан Богом, но и подобен ему. Однако природа человека двойственна: в нем есть и душа (божественное), и тело (греховное). Для преодоления греховности необходима поддержка религии, церкви.\nИдея спасения – главная смысложизненная установка в средневековой культуре и в ментальности верующего человека. Онтология средневековой философии – теоцентрична, антропология – дуалистична, гносеология – иррациональна.",
      "elements": [
        {
          "id": 0,
          "name": "Создание",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "start",
          "posX": 0,
          "posY": 0,
          "enabled": true
        },
        {
          "id": 1,
          "name": "Концепция",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "start",
          "posX": 0,
          "posY": 0,
          "enabled": true
        },
        {
          "id": 2,
          "name": "Единичное",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "start",
          "posX": 0,
          "posY": 0,
          "enabled": true
        },
        {
          "id": 3,
          "name": "Общее",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "start",
          "posX": 0,
          "posY": 0,
          "enabled": true
        },
        {
          "id": 4,
          "name": "Бог",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "start",
          "posX": 0,
          "posY": 0,
          "enabled": true
        },
        {
          "id": 5,
          "name": "Философия",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "old",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 6,
          "name": "Философ",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "old",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 7,
          "name": "Душа",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "old",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 8,
          "name": "Истина",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "old",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 9,
          "name": "Вера",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "old",
          "posX": 100,
          "posY": 100,
          "enabled": false
        },
        {
          "id": 10,
          "name": "Человек",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "old",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 11,
          "name": "Знание",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "old",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 12,
          "name": "Общество",
          "description": "описание",
          "icon": "",
          "parents": [],
          "status": "old",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 13,
          "name": "Творчество",
          "description": "описание",
          "icon": "",
          "parents": [
            "Создание",
            "Человек"
          ],
          "status": "term",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 14,
          "name": "Концептуализм",
          "description": "описание",
          "icon": "",
          "parents": [
            "Единичное",
            "Общее"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 15,
          "name": "Монотеизм",
          "description": "описание",
          "icon": "",
          "parents": [
            "Единичное",
            "Бог"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 16,
          "name": "Реализм",
          "description": "описание",
          "icon": "",
          "parents": [
            "Общее",
            "Истина"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 17,
          "name": "Креационизм",
          "description": "описание",
          "icon": "",
          "parents": [
            "Создание",
            "Бог"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 18,
          "name": "Догматы",
          "description": "описание",
          "icon": "",
          "parents": [
            "Бог",
            "Истина"
          ],
          "status": "usual",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 19,
          "name": "Догматизм",
          "description": "описание",
          "icon": "",
          "parents": [
            "Догматы",
            "Концепция"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 20,
          "name": "Религия",
          "description": "описание",
          "icon": "",
          "parents": [
            "Бог",
            "Вера"
          ],
          "status": "term",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 21,
          "name": "Молитва",
          "description": "описание",
          "icon": "",
          "parents": [
            "Религия",
            "Человек"
          ],
          "status": "usual",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 22,
          "name": "Теология",
          "description": "описание",
          "icon": "",
          "parents": [
            "Знание",
            "Религия"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 23,
          "name": "Священное Писание",
          "description": "описание",
          "icon": "",
          "parents": [
            "Человек",
            "Религия"
          ],
          "status": "usual",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 24,
          "name": "Христианство",
          "description": "описание",
          "icon": "",
          "parents": [
            "Монотеизм",
            "Религия"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 25,
          "name": "Церковь",
          "description": "описание",
          "icon": "",
          "parents": [
            "Христианство",
            "Общество"
          ],
          "status": "usual",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 26,
          "name": "Откровение",
          "description": "описание",
          "icon": "",
          "parents": [
            "Бог",
            "Молитва"
          ],
          "status": "term",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 27,
          "name": "Ревеляционизм",
          "description": "описание",
          "icon": "",
          "parents": [
            "Откровение",
            "Бог"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 28,
          "name": "Патристика",
          "description": "описание",
          "icon": "",
          "parents": [
            "Отцы Церкви",
            "Философия"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 29,
          "name": "Отцы Церкви",
          "description": "описание",
          "icon": "",
          "parents": [
            "Человек",
            "Церковь"
          ],
          "status": "usual",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 30,
          "name": "Номинализм",
          "description": "описание",
          "icon": "",
          "parents": [
            "Единичное",
            "Истина"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 31,
          "name": "Теоцентризм",
          "description": "описание",
          "icon": "",
          "parents": [
            "Бог",
            "Концепция"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 32,
          "name": "Схоластика",
          "description": "описание",
          "icon": "",
          "parents": [
            "Концепция",
            "Философия"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 33,
          "name": "Католичество",
          "description": "описание",
          "icon": "",
          "parents": [
            "Религия",
            "Фома Аквинский"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 34,
          "name": "Неотомизм",
          "description": "описание",
          "icon": "",
          "parents": [
            "Католичество",
            "Фома Аквинский"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 35,
          "name": "Спасение",
          "description": "описание",
          "icon": "",
          "parents": [
            "Религия",
            "Человек"
          ],
          "status": "term",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 36,
          "name": "Сотериологизм",
          "description": "описание",
          "icon": "",
          "parents": [
            "Спасение",
            "Душа"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 37,
          "name": "Провиденциализм",
          "description": "описание",
          "icon": "",
          "parents": [
            "Спасение",
            "Бог"
          ],
          "status": "direction",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 38,
          "name": "Фома Аквинский",
          "description": "описание",
          "icon": "",
          "parents": [
            "Схоластика",
            "Философ"
          ],
          "status": "philosopher",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 39,
          "name": "Роджер Бэкон",
          "description": "описание",
          "icon": "",
          "parents": [
            "Философ",
            "Теология"
          ],
          "status": "philosopher",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 40,
          "name": "Пьер Абеляр",
          "description": "описание",
          "icon": "",
          "parents": [
            "Философ",
            "Концептуализм"
          ],
          "status": "philosopher",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 41,
          "name": "Василий Великий",
          "description": "описание",
          "icon": "",
          "parents": [
            "Отцы Церкви",
            "Философ"
          ],
          "status": "philosopher",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 42,
          "name": "Григорий Богослов",
          "description": "описание",
          "icon": "",
          "parents": [
            "Христианство",
            "Философ"
          ],
          "status": "philosopher",
          "posX": 0,
          "posY": 0,
          "enabled": false
        },
        {
          "id": 43,
          "name": "Блаженный Августин",
          "description": "описание",
          "icon": "",
          "parents": [
            "Католичество",
            "Философ"
          ],
          "status": "philosopher",
          "posX": 0,
          "posY": 0,
          "enabled": false
        }
      ]
    }
  ]
}
