{
  "eraArray": [
    {
      "id": 0,
      "name": "Античная философия",
      "years": "Конец VII в до н.э. - 6 в. н.э.",
      "description": "Родина философии как самостоятельной и особой сферы духовной активности - Греция. В ней сложились уникальные социокультурные условия ее зарождения, позволившие мыслителям древности преодолеть традиционную мифопоэтическую картину мира и постичь тайны быти\nолд/nдавав/n",
      "elements": [
        {
          "id": 0,
          "name": "Человек",
          "description": "Человек – главная тема философии, центральная проблема всех философских школ и направлений, неисчерпаемая в силу своей бесконечной сложности, дающая пищу для самых разнообразных интерпретаций и толкований.\nАнтичность и особенно христианство видели сущность человека в его разуме, в его способности к образованию политической общности. Человек рассматривался, с одной стороны, как органическая часть природы, космоса, а с другой - либо как существо производное от объективного бытия вечных идей и сущностей, либо как нечто самоценное и первоосновное. Гераклит считал, что человек может жить лишь в соответствии с космическим разумом и космической гармонией. Софисты считали человека центром культуры, “мерой всех вещей”.\nСформулировав принцип разумного миропонимания, античная философия пришла к открытию человека как самостоятельной ценности и признала за ним право на активность и инициативу. ",
          "icon": "",
          "parents": [],
          "children": [
            5,
            7,
            11,
            12,
            14,
            15,
            28,
            31,
            42
          ],
          "status": "start",
          "posX": 450,
          "posY": 65,
          "enabled": true
        },
        {
          "id": 1,
          "name": "Чувство",
          "description": "То, что мы чувствуем, то есть осознание того, что происходит в нашем теле, изменяющее, как учит Спиноза, нашу способность существовать и действовать, в частности то, что заставляет нас радоваться или печалиться. Если эти чувства продолжительны, их обычно в отличие от эмоций называют аффектами (Аффект). В отличие от ощущений, чувства затрагивают не столько тело, сколько дух («сердце»).\nТело ощущает, дух чувствует – в этом более или менее и заключается различие между ощущением и чувством. Ощущение есть изменение тела; чувство – изменение души. Впрочем, слишком настаивать на противопоставлении того и другого не стоит. Если тело и душа суть одна и та же вещь, как утверждал Спиноза, разница между чувствами и ощущениями носит не сущностный, а концептуальный характер: в одном случае мы рассматриваем ее с точки зрения физиологии организма, в другом – с точки зрения психологии аффектов. В то же время субъективно эта разница остается заметной: чувствовать боль и испытывать грусть – далеко не одно и то же.",
          "icon": "",
          "parents": [],
          "children": [
            6,
            10,
            42
          ],
          "status": "start",
          "posX": 602,
          "posY": 160,
          "enabled": true
        },
        {
          "id": 2,
          "name": "Боги",
          "description": "Античная философия не знает личного бога. В античной философии бог не является личным началом, он не вмешивается в мировой процесс. Бог в античной философии – это божество, являющимся источником мирового процесса, но к самому процессу оно никакого отношения не имеет. В философии Аристотеля бог это перводвигатель, сверхчувственная субстанция. В философии Плотина источником бытия является Единое, которая само выше всякого бытия. Единое первосущность, но ни разум, ни предмет разумного познания. Все степени бытия есть эманации Единого.",
          "icon": "",
          "parents": [],
          "children": [
            6,
            16,
            17,
            18
          ],
          "status": "start",
          "posX": 582,
          "posY": 343,
          "enabled": true
        },
        {
          "id": 3,
          "name": "Хаос",
          "description": "Хаос (греч. χάος от χαίνω – раскрываюсь, разверзаюсь), в древнегреческой философии – докосмическое состояние, зияющая пра-бездна; неупорядоченное первовещество; противоположность конечному, упорядоченному космосу. \nАристотель отождествляет хаос с местом, или пространством, отмечая, что Гесиод был прав, делая хаос первым, ибо все вещи должны находиться где-нибудь. У позднейших греческих философов слово «хаос» может означать бесконечное пространств. Аристофан называет хаосом воздушное пространство между небом и землей. Хаос часто отождествляется с Тартаром – подземной бездной, безвозвратно поглощающей все некогда живое и символизирующей смерть. Другое подземное царство смерти – Аид – мыслится как расположенное ближе к земле; там умершие ещё продолжают как-то существовать, хотя бы в виде теней. У Марка Аврелия, хаос – это бездна времени, «бесконечная в обе стороны вечность», беспредельная ненасытность, неумолимо поглощающая все сущее. В позднем пифагореизме хаосом называют Единое, желая подчеркнуть его непознаваемость и тьму.",
          "icon": "",
          "parents": [],
          "children": [
            16,
            24
          ],
          "status": "start",
          "posX": 318,
          "posY": 343,
          "enabled": true
        },
        {
          "id": 4,
          "name": "Мысль",
          "description": "Мысль – основная единица мышления, результат и инструмент мышления. Она существует только в голове думающего человека и имеет огромное количество ассоциативных связей с другими мыслями, обоснованиями, разветвлениями (модификациями). В мысли находит выражение процесс понимания окружающего мира, других людей и самого себя. В основе мысли лежит отражение таких фундаментальных признаков явлений, как их сходство и смежность во времени и в пространстве. С точки зрения философии, мысль сориентирована на поиск связей, она включает в себя соотнесение фактов по признакам «различие – сходство», «причина – следствие», «действительное – возможное» и др. Речевое выражение мысли имеет форму предложения.",
          "icon": "",
          "parents": [],
          "children": [
            7,
            8,
            29,
            34
          ],
          "status": "start",
          "posX": 296,
          "posY": 160,
          "enabled": true
        },
        {
          "id": 5,
          "name": "Общество",
          "description": "Общество (лат. societas – социум, социальность, социальное) – в широком смысле: совокупность всех способов взаимодействия и форм объединения людей, в которой выражается их всесторонняя зависимость друг от друга; в узком смысле: генетически и/или структурно определенный тип – род, вид, подвид и т.п. общения, предстающий как исторически определенная целостность либо как относительно самостоятельный элемент подобной целостности.\nВ истории философии общество часто понималось как совокупность человеческих индивидов, объединяющихся для удовлетворения «социальных инстинктов» (Аристотель), контроля над своими действиями (Гоббс, Руссо) и т. п.",
          "icon": "",
          "parents": [
            0
          ],
          "children": [
            26,
            43,
            44
          ],
          "status": "usual",
          "posX": 540,
          "posY": 50,
          "enabled": false
        },
        {
          "id": 6,
          "name": "Вера",
          "description": "Вера – глубокое, искреннее, пронизанное эмоциями принятие какого-то положения или представления, иногда предполагающее определенные рациональные основания, но обычно обходящееся без них. Вера позволяет признавать некоторые утверждения достоверными и доказанными без критики и обсуждения. \nСвоей непосредственной очевидностью и нерасчлененностью ведущего к ней пути вера близка интуиции. Как и интуиция, вера субъективна. В разные эпохи предметом искренней вера были диаметрально противоположные воззрения: то, во что когда-то свято веровали все, спустя время большинству представлялось уже наивным предрассудком. Вера затрагивает не только разум, но и эмоции; нередко она захватывает всю душу и означает не только интеллектуальную убежденность, но и психологическую расположенность.",
          "icon": "",
          "parents": [
            2,
            1
          ],
          "children": [],
          "status": "usual",
          "posX": 630,
          "posY": 300,
          "enabled": false
        },
        {
          "id": 7,
          "name": "Идея",
          "description": "Идея – это мысль, выражающая реальную и кажущуюся сущность какого-либо явления или вещи, которая побуждает человека к дальнейшей деятельности, к инициативному и творческому преобразованию. Идея есть «духовная матрица проявленной жизни», цель и средство эволюции мира. Идея существует как понятие, «саморазвернутое в объективность», т.е. она и идеальна, и реальна одновременно. Источником идей является дух, духовная жизнь человека, порождающая замысел жизнедеятельности, основной смысл существования. Миром правят идеи, они создают и разрушают государства, пересекают любые границы, трансформируются и воплощаются в пространстве и во времени по своим особым законам. Идея «мыслит» себя как истина и проявляется в человеческих убеждениях, представлениях, вере. Идея нередко выступает как цель или принцип, выражающие суть явления или предстоящей деятельности. В этом смысле говорят об «опорных идеях», «ведущих идеях», «руководящих идеях». Идеи нужны и педагогам как способ концептуального развития своего образовательного учреждения.",
          "icon": "",
          "parents": [
            4,
            0
          ],
          "children": [
            12,
            23,
            32
          ],
          "status": "usual",
          "posX": 331,
          "posY": 112,
          "enabled": false
        },
        {
          "id": 8,
          "name": "Мышление",
          "description": "Мышление – процесс решения проблем, выражающийся в переходе от условий, задающих проблему, к получению результата. Мышление предполагает активную конструктивную деятельность по переструктурированию исходных данных, их расчленение, синтезирование и дополнение.\nМышление может быть направлено либо на понимание реальных обстоятельств, либо на достижение практического результата. Мышление первого типа выражается в разных формах: ориентация в обстановке на основе обыденного знания, мифологическое, философское, научное (теоретическое и эмпирическое). Мышление второго типа существует в форме решения задач в ходе практических действий, а также в виде составления проектов действий.\nРезультатами процесса мышления могут быть выработка обобщения (житейского, научного, философского), понимание уникального предмета или ситуации (как на обыденном, так и на научном уровне), вывод на основании рассуждения (формального или неформального), составление плана (проекта) действий.",
          "icon": "",
          "parents": [
            4
          ],
          "children": [
            9,
            13,
            14,
            38
          ],
          "status": "usual",
          "posX": 230,
          "posY": 125,
          "enabled": false
        },
        {
          "id": 9,
          "name": "Мудрость",
          "description": "Мудрость – высшее, целостное, духовно-практическое знание, ориентированное на постижение абсолютного смысла бытия. Большинство определений мудрости, встречающихся в классической этико-философской традиции, подчеркивают в ней именно момент высшего знания в его ценностном выражении. В античности мудрость рассматривалась как одна из четырех кардинальных добродетелей. Один из существенных изначальных смыслов мудрости связывался с психической трансформацией субъекта знания на пути восхождения (рационалистического, экстатического и др.) субъективного духа к Абсолюту. Данный смысл мудрости, обозначающий состояние высшей сверхличностной духовности, был впоследствии соотнесен в ряде направлений с различными сверхнормальными проявлениями ментальности.\nВ этико-философском контексте значение слова “мудрость” тесней всего переплелось с греч. понятием софия, означающим не только субъективное состояние души или ума, но и объективные характеристики вещей, а также содержащим вполне четкое указание на творчество.",
          "icon": "",
          "parents": [
            8
          ],
          "children": [
            10,
            11
          ],
          "status": "usual",
          "posX": 280,
          "posY": 75,
          "enabled": false
        },
        {
          "id": 10,
          "name": "Философия",
          "description": "Философия переводится с греческого как (phileo- любовь, Sophia- мудрость) любовь к мудрости. Это форма сознания, понимание мира, исходящее из личных представлений и соображений о нем, наука, изучающая наиболее общие существенные характеристики и фундаментальные принципы реальности и познания, бытия человека, отношения человека и мира. Она существует благодаря неоднозначности человеческого мышления, разногласий учений, которые возникали на протяжении всего ее существования. \nАнтичная философия, богатая и глубокая по своему содержанию, сформировалась в Древней Греции и Древнем Риме. Она характеризуется обобщенностью зачатков научного знания, наблюдений за явлениями природы, а также достижений научной мысли и культуры народов древнего Востока. Для данного конкретно-исторического типа философского мировоззрения характерен космоцентризм. Макрокосмос - это природа и основные природные стихии. Человек - своеобразное повторение окружающего мира - микрокосмос. Высшее начало, подчиняющее себе все человеческие проявления - судьба.",
          "icon": "",
          "parents": [
            9,
            1
          ],
          "children": [],
          "status": "term",
          "posX": 410,
          "posY": 20,
          "enabled": false
        },
        {
          "id": 11,
          "name": "Философ",
          "description": "Философ (от греч. philosophos – друг мудрости) – первоначально, напр. у Гераклита, так назывался всякий человек, занимающийся исследованием. Позднее под словом «философ» стал пониматься тип человека, стремящегося к окончательной, всеобъемлющей ясности и истинности. Философ рождается таковым и не связан ни с какими особыми жизненными обстоятельствами; характерные для философа вид связи с миром и манера познания вновь и вновь проявляются во все времена у всех философски одаренных людей. От художника философ отличается тем, что он ищет изображение истины не в наглядных символах и конкретных образах, а в понятиях; от религиозного человека его отличает то, что философ стремится к исследованию истины не для достижения личной святости, а во имя самой истины; он рассматривает вещи согласно их сущности. Но философ не является и собственно ученым, ибо его взгляды суть результаты не только применения его метода и согласованности с опытом, но и результаты присущей ему индивидуальной силы внутренней убежденности. ",
          "icon": "",
          "parents": [
            0,
            9
          ],
          "children": [
            25,
            35,
            36,
            55
          ],
          "status": "philosopher",
          "posX": 450,
          "posY": 234,
          "enabled": false
        },
        {
          "id": 12,
          "name": "Проблема",
          "description": "Проблема – (от греч. – преграда, трудность, задача), объективно возникающий в ходе развития познания вопрос или целостный комплекс вопросов, решение которых представляет существенный практический или теоретический интерес. Весь ход развития человеческого познания может быть представлен как переход от постановки одних проблем к их решению, а затем к постановке новых проблем.\nЖизненный, конструктивный характер содержания проблем отличает их от «псевдопроблем» – вопросов, обладающих лишь кажущейся значимостью. Своеобразной формой решения проблем может служить доказательство её неразрешимости, которое стимулирует пересмотр оснований, в рамках которых проблема была поставлена. В научном познании способы разрешения проблем совпадают с общими методами и приёмами исследования.",
          "icon": "",
          "parents": [
            0,
            7
          ],
          "children": [
            13
          ],
          "status": "usual",
          "posX": 490,
          "posY": 20,
          "enabled": false
        },
        {
          "id": 13,
          "name": "Критика",
          "description": "Критика – в научном познании (от греч. κριτική – искусство судить) – активное выражение отношения данной теории к другим, их оценка либо переосмысление самой данной теории с точки зрения ее собственных выводов. Критика и позитивное исследование взаимопроникают друг друга.\nПонятие, фиксирующее в своем содержании аналитическое рассмотрение социально (культурно) артикулированного объекта (концепции), фундированное эксплицитным рассмотрением его исходных социокультурных оснований, органично предполагающим постановку под сомнение их истинности или правомерности.\nДля античного философского мышления постижение естественных начал космоса делало критику необходимой стороной постепенного освобождения от пут мифологического и обыденного сознания. Вместе с тем суммирование рационального содержания различных учений стало формой выработки знания, и поэтому в критическом сопоставлении взглядов философов был усмотрен положительный путь познания истины.",
          "icon": "",
          "parents": [
            8,
            12
          ],
          "children": [
            15,
            39,
            50
          ],
          "status": "usual",
          "posX": 250,
          "posY": 20,
          "enabled": false
        },
        {
          "id": 14,
          "name": "Ум",
          "description": "Ум, или Нус, одна из основных категорий античной философии; обобщение всех смысловых, разумных и мыслительных закономерностей, царящих в космосе и в человеке.\nВ древнегреческой натурфилософии ум тесно связан с чувственно-материальным космосом. Ум здесь – конкретная движущая протосила, дающая происхождение космосу со всеми его явлениями. Например, по Демокриту, ум есть «бог в шаровидном огне»; по Архелаю, «бог есть воздух и Нус», и т. п. С классического периода Нус начинает пониматься как абстрактный движущий принцип мирового порядка. Со времени Средней Стои Нус – уже полностью отвлеченная и самотождественная демиургическая ипостась бытия. Наибольшую ясность представление о Нусе получило у Анаксагора, Аристотеля, в стоицизме и неоплатонизме; в последнем понятие Нуса получило наивысшее, заключительное развитие. Античная теория Нуса имела огромное историко-философское значение, способствовав созданию единой концепции осмысленного и закономерного начала, противопоставленного всему случайному, хаотически текучему, эмпирическому.",
          "icon": "",
          "parents": [
            0,
            8
          ],
          "children": [
            49
          ],
          "status": "usual",
          "posX": 320,
          "posY": 25,
          "enabled": false
        },
        {
          "id": 15,
          "name": "Спор",
          "description": "Спор – это публичное обсуждение проблем, интересующих участников обсуждения, вызванное желанием как можно глубже, обстоятельнее разобраться в обсуждаемых вопросах: это столкновение различных точек зрения в процессе доказательства и опровержения. \nВ философских работах спор как стадия в эволюции диалога моделируется с помощью не висящего, а вертикально поставленного маятника, который от малейшего воздействия может упасть и вправо, и влево. Одна из задач теории спора – установить факторы, от которых это зависит. \nВ античности существовало два вида спора: диалектический и эристический. Причем диалектический спор возник как антитеза эристическому диалогу софистов, их псевдонаучным представлениям о добродетели и благе. Диалог древних греков развивался параллельно развитию их эстетических представлений, политических взглядов.",
          "icon": "",
          "parents": [
            0,
            13
          ],
          "children": [
            39,
            46
          ],
          "status": "usual",
          "posX": 270,
          "posY": 300,
          "enabled": false
        },
        {
          "id": 16,
          "name": "Космос",
          "description": "Космос – порядок, строй, украшенное (устроенное) бытие. Через понятие космоса античная культура мыслила и выражала свои представления о мире в его целостности и завершенности. Космос – это явленность и оформленность бытия, полнота которого полностью одолела а-космию (антитчность противопоставляет космос хаосу лишь как результат источнику, а не как порядок беспорядку). \nВ текстах Платона термин «космос» относится обычно к полноте реальности – и в чувственном и в умопостигаемом ее аспектах. Встречающиеся иногда упоминания о «бестелесном космосе» (напр. «Филеб») следует скорее понимать в том смысле, что в паре душа-тело правящим и первичным началом является душа как бестелесное начало и именно бестелесное является космосом в смысле его порядка и принципа красоты. Космос у Платона – это полнота всего, что существует (согласно диалогу «Тимей», вне космоса нет ничего), и принцип его целостности заключается в том, что он – живое существо, хотя и рожденное, но бессмертное.",
          "icon": "",
          "parents": [
            3,
            2
          ],
          "children": [
            17,
            19,
            21
          ],
          "status": "term",
          "posX": 620,
          "posY": 430,
          "enabled": false
        },
        {
          "id": 17,
          "name": "Природа",
          "description": "Природа (от латинского natura) – одно из центральных понятий античной философии, которое имеет широкий спектр значений. \nПрирода – это объективная реальность, которая существует независимо от сознания человека. В философских взглядах на природу, ее сущность разделяли на две крайне противоположные точки зрения. С одной стороны, природа представляет собой хаос, царство случайностей, слепых стихийных сил. С другой, что в природе преобладает четкая закономерность и естественная необходимость. \nИзначально за неимением достаточных материальных и общественных познаний, природа считалась, как сила наиболее значимая и неизмеримая, совершенная. В античной философии она воспринималась как причина возникновения всего сущего, как мать-кормилица. \nЧеловек с природой воспринимался, как нечто целое, единое. Некой целью было жить в полной гармонии с природой, познать ее, используя как предмет для наблюдений. Рассматривать природу с другой точки зрения, в то время не представлялось возможности, за неимением нужных материальных сил.",
          "icon": "",
          "parents": [
            16,
            2
          ],
          "children": [
            18,
            20,
            48
          ],
          "status": "usual",
          "posX": 785,
          "posY": 290,
          "enabled": false
        },
        {
          "id": 18,
          "name": "Жизнь",
          "description": "Что такое жизнь, каковы ее цель и смысл, интересует каждого индивида. На протяжении многих веков попытки осмыслить существование человека позволили создать различные философские и религиозные направления. Каждая концепция и учение по-своему относятся к вопросам жизни, формируя новые подходы к ее пониманию. Попытаться разобраться с основными правилами построения жизни человека поможет подробный философский разбор частных взглядов на это явление. В философии определение Жизни – это движение в пространстве и времени, при котором происходит развитие личности, приобретаются опыт, навыки и знания, затрачивается энергия на взаимодействие с другими людьми – вот что значит жизнь. Нет точного определения и характерные признаки у этого явления отсутствуют.",
          "icon": "",
          "parents": [
            2,
            17
          ],
          "children": [
            19,
            20,
            30,
            31,
            34
          ],
          "status": "usual",
          "posX": 535,
          "posY": 450,
          "enabled": false
        },
        {
          "id": 19,
          "name": "Время",
          "description": "Время относится к тем реалиям, которые издревле определяли смысловое поле человеческого мировосприятия. Отсюда множество мифологем времени. В греческой философии проблема времени была предметом рассмотрения еще у досократиков; первая формулировка парадоксов времени принадлежит Зенону Элейскому. В античности мы находим и первые попытки философского решения проблемы времени. Характер рассмотрения времени, способ включения его в систему других категорий мышления, также как и основные интуиции времени, определяют самосознание различных культурно-исторических периодов. \nВ классической античности время рассматривается в связи с жизнью космоса, а потому порой отождествляется с движением небосвода. Платон анализирует понятие времени в контексте деления всего сущего на бытие и становление. Первое существует вечно, второе возникает и исчезает во времени.",
          "icon": "",
          "parents": [
            18,
            16
          ],
          "children": [
            28
          ],
          "status": "usual",
          "posX": 762,
          "posY": 350,
          "enabled": false
        },
        {
          "id": 20,
          "name": "Мир",
          "description": "Мир – это форма тотальности явлений в границах определенного типа реальности, комплекса материальных условий бытия, раскрывающего предельную сферу функционирования фундаментальных закономерностей, самодостаточных для детерминации всего многоразличия этого бытия и выявления его самодеятельности. Понятие «мир» дает представление о такой форме единства объектов (миропорядке), которая характеризует самодеятельность материи. \nВысшим проявлением этой самодеятельности выступает деятельность человека, как универсального, общественного существа. Вот почему понятие «мир» центрировалось относительно возможности появления социальной формы движения материи. Это значит, что мир определяется как относительно условий, ведущих к социогенезу, так и относительно отрицательных условий его реализации. В последнем случае речь идет о мирах, не ведущих к возникновению человека, но служащих источником разнообразия Универсума.",
          "icon": "",
          "parents": [
            17,
            18
          ],
          "children": [
            23
          ],
          "status": "usual",
          "posX": 800,
          "posY": 225,
          "enabled": false
        },
        {
          "id": 21,
          "name": "Вещество",
          "description": "Вещество. Хотя весьма обыкновенно это слово употребляется как равносильное слову материя, однако между этими двумя терминами можно установить определенное различие. Материя в метафизическом смысле, в каком она является у пифагорейцев, Платона и Аристотеля, именно как потенциальное начало раздвоения, раздробления и изменчивости, как возможность множественных форм – такая материя еще не есть вещество. Под этим последним разумеется не первоначальная потенция чувственного бытия, а его ближайший реальный субстрат – то, из чего состоят тела, действительная основа и среда всех ощутимых явлений. Вещество есть материя не сама по себе, а уже оформленная, актуально определенная, многообразно дифференцированная, обнаруживающая известные свойства по известным законам. Эти частные свойства и законы вещества изучаются физикой и химией; философия же со времен Демокрита ставит вопрос: что есть вещество вообще, т. е. из чего состоит всякий вещественный предмет? Ближайший ответ на этот вопрос (со времен того же Демокрита) дается атомизмом, т. е. теорией раздельной множественности неделимых телец, из сложения и разложения которых образуются все предметы и явления.",
          "icon": "",
          "parents": [
            16
          ],
          "children": [
            22,
            32
          ],
          "status": "usual",
          "posX": 365,
          "posY": 450,
          "enabled": false
        },
        {
          "id": 22,
          "name": "Стихия",
          "description": "Стихии или элементы (лат. elementa «первовещество»; от др.-греч. στοίχος «члены ряда», то есть первоначально «буквы алфавита») в античной натурфилософии – четыре первоначальных вещества, к которым также добавлялся «пятый элемент». Понятие впервые в традиционном смысле было употреблено Платоном, который считал стихии правильными многогранниками, Аристотель развил идею до универсального философского понятия. ",
          "icon": "",
          "parents": [
            21
          ],
          "children": [
            24,
            30
          ],
          "status": "usual",
          "posX": 450,
          "posY": 465,
          "enabled": false
        },
        {
          "id": 23,
          "name": "Эйдос",
          "description": "Эйдос – (греч. eidos - вид, образ, образец) - термин античной философии, фиксирующий способ организации объекта, а также категориальная структура средневековой и современной философии, интерпретирующая исходную семантику данного понятия, соответственно, в традиционном и нетрадиционном контекстах. Соотношение эйдоса с субстратным архэ выступает фундаментальной семантической оппозицией античной философии, и обретение вещью эйдоса фактически мыслится как его оформленность, что задает тесную семантическую связанность понятия эйдоса с понятием формы.\nУ Демокрита – одно из обозначений атома. У Платона – синоним термина «идея», умопостигаемая форма, существующая отдельно от единичных вещей в качестве их определяющего начала. У Аристотеля – форма, неотделимая от материальной основы, или вид, противопоставляемый роду. В платонизме платоновские эйдос-идеи становятся «мыслями бога», а аристотельские эйдос-формы – умопостигаемыми сущностями вещей.",
          "icon": "",
          "parents": [
            7,
            20
          ],
          "children": [
            45
          ],
          "status": "term",
          "posX": 650,
          "posY": 20,
          "enabled": false
        },
        {
          "id": 24,
          "name": "Огонь",
          "description": "Огонь – наиболее динамичная, изменчивая из всех стихий. Поэтому для Гераклита огонь стал первоначалом мира, в то время как вода – лишь одно из его состояний. Огонь сгущается в воздух, воздух превращается в воду, вода – в землю («путь вниз», который сменяется «путём вверх»). Сама Земля, на которой мы живём, была некогда раскалённой частью всеобщего огня, но затем – остыла.",
          "icon": "",
          "parents": [
            3,
            22
          ],
          "children": [
            25
          ],
          "status": "usual",
          "posX": 410,
          "posY": 400,
          "enabled": false
        },
        {
          "id": 25,
          "name": "Гераклит Эфесский",
          "description": "Гераклит Эфесский (ок. 520–460 гг. до н. э.) – великий диалектик античности. «Все существующее, – учил он, – постоянно переходит из одного состояния в другое: все течет, все изменяется; в одну и ту же реку нельзя войти дважды; в мире нет ничего неподвижного. Возникновение и исчезновение, жизнь и смерть, рождение и гибель – бытие и небытие – связаны между собой, они обусловливают и переходят друг в друга». Переход явления из одного состояния в другое совершается через борьбу противоположностей, которую он называл вечным «всеобщим логосом».\nВ учении о бытии Гераклит утверждает, что первоосновой мира является огонь. Космос никем не сотворен, а был, есть и будет вечно живым огнем, то разгорающимся, то потухающим.\nПознание, по его мнению, начинается с чувств, однако чувственные данные дают лишь поверхностную характеристику познаваемому, поэтому должны быть соответствующим образом обработаны разумом.\nДиалектика Гераклита, учитывающая обе стороны явления, – и его изменчивость, и его неизменную природу.",
          "icon": "",
          "parents": [
            11,
            24
          ],
          "children": [
            27
          ],
          "status": "philosopher",
          "posX": 404,
          "posY": 120,
          "enabled": false
        },
        {
          "id": 26,
          "name": "Школа",
          "description": "Философская школа – это форма философского сообщества, отличающаяся единством взглядов, установок, некоторых правил и методик, характерных для ее представителей. Первой философской школой считается Милетская. Именно здесь впервые вырабатывается общая для философов этой школы установка на изучение природы. \nВозникновение школы как сообщества обусловлено динамикой культурной жизни мыслящих людей того или иного места и времени. Названия школ определялись по-разному, например местом появления или временем. Часто школу выделяют по имени ее создателя. \nФилософскую школу отличает характер предпочтительных объектов, вопросов и особенностей их решения. Школы, существующие в одно историческое время, находятся в состоянии противодействия и борьбы.",
          "icon": "",
          "parents": [
            5,
            29
          ],
          "children": [
            27,
            51,
            52,
            53,
            54
          ],
          "status": "usual",
          "posX": 220,
          "posY": 225,
          "enabled": false
        },
        {
          "id": 27,
          "name": "Эфесская школа",
          "description": "Эфесская школа была основана Гераклитом Эфесским. \nСущность главных идей: \n1) Всё существующее постоянно переходит из одного состояние в другое. Всё течет, всё изменяется. Переход из одного явления в другое совершается через борьбу противоположностей, которую он называет «Логосом», т.е. единым, общим для всего существующего законом. \n2) Первоначалом мира является огонь. Мир не вечен и через каждые 10 800 лет сгорает. Из огня возникает следующий мир на основании обычных превращений: огонь превращается в воздух, воздух – воду, вода – в землю. Таким образом, космос в целом вечен, его не создал никто из богов и никто из людей. \n3) Душа есть с одной стороны воздух, а с другой – имеет в себе огневидное начало, то мудрая душа – сухая. И наоборот, глупая, плохая душа – душа влажная. Жить нужно согласно разуму, согласно логосу, который правит миром и который содержится в нашей душе.",
          "icon": "",
          "parents": [
            26,
            25
          ],
          "children": [],
          "status": "direction",
          "posX": 138,
          "posY": 100,
          "enabled": false
        },
        {
          "id": 28,
          "name": "Память",
          "description": "Память является одним из основополагающих элементов структуры человеческой психики, без которой абсолютно невозможно существование самостоятельной и полноценной личности. Неудивительно, что еще древние ученые и философы уделяли проблемам памяти самое пристальное внимание. \nПамять – форма психического отражения действительности, заключающаяся в закреплении, сохранении и последующем воспроизведении человеком своего опыта. Память имеет огромное значение для жизнедеятельности человека.  Память обеспечивает накопление впечатлений об окружающем мире, служит основой для приобретения  новых знаний, умений,  навыков и для их последующего использования. Многочисленные исследования позволили установить, что память лежит в основе любого психического явления, ни одна другая психическая функция не может быть осуществлена без участия памяти. ",
          "icon": "",
          "parents": [
            19,
            0
          ],
          "children": [
            29
          ],
          "status": "usual",
          "posX": 620,
          "posY": 75,
          "enabled": false
        },
        {
          "id": 29,
          "name": "Знание",
          "description": "Знание – проверенный практикой результат познания действительности, верное ее отражение в мышлении человека; обладание опытом и пониманием, которые являются правильными и в субъективном и в объективном отношении и на основании которых можно построить суждения и выводы, кажущиеся достаточно надежными, для того чтобы рассматриваться как знание. Знание представляет собой участие в конкретном бытии сущего, предпосылкой которого является участие, трансцендирующее подлинное бытие. В формальном смысле это участие называется любовью. Знание должно служить, во-первых, становлению и развитию личности, которая обладает знанием, - такое знание называется образовательным; во-вторых, становлению мира и, вероятно, вневременному становлению его высших принципов, рассматриваемых с точки зрения конкретного бытия и наличного бытия. И наконец, в-третьих, имеется цель становления - практическое господство над миром и его преобразование для наших человеческих целей. «Это знание позитивных наук, знание господства и действия.",
          "icon": "",
          "parents": [
            28,
            4
          ],
          "children": [
            26,
            40
          ],
          "status": "usual",
          "posX": 670,
          "posY": 125,
          "enabled": false
        },
        {
          "id": 30,
          "name": "Вода",
          "description": "Вода (стихия воды) – первичный элемент; четвёртая из мировых стихий в античной натурфилософии. \nПо представлениям Платона, символом воды являлся икосаэдр. Согласно Аристотелю, вода представляла собой одно из состояний единой первоматерии, а именно – влажность. Геоцентрическая космология Аристотеля включала предположение, что вокруг центра Вселенной (центра Земли) расположены последовательно сферы четырёх элементов в порядке уменьшения их тяжести (Вода шла второй); выше расположены небесные сферы. \nВ философии Фалеса Милетского вода занимает важнейшее место и является основой и первоначалом всех вещей. В космогонии Фалеса говорится о том, что земной диск плывёт в нескончаемом океане, накрытый полусферой крышки неба.",
          "icon": "",
          "parents": [
            22,
            18
          ],
          "children": [
            36
          ],
          "status": "usual",
          "posX": 490,
          "posY": 400,
          "enabled": false
        },
        {
          "id": 31,
          "name": "Душа",
          "description": "Понятию душ в античной философии отводилось значительное место в космологии, в философии природы, гносеологии, в морали и в политике. Это объясняется тем, что с темой душ тесным образом связана проблематика сознания, благодаря которой философия и конституируется в самостоятельную и уникальную сферу культуры. Термина для обозначения феномена сознания еще не существовало и его исследование осуществлялось в широком контексте душ и ее структурности. Для фиксации сознания использовавшись не столько логические понятия, сколько образы и метафоры. \nВ раннегреческих текстах душа трактовалась как активный источник жизни, «жизненная сила», источник эмоциональных переживаний. В учении Пифагора о переселении душ (метемпсихозе) «психэ» становится индивидуальной - одна и та же душа воплощается в различных телах (не только человеческих, но и животных).",
          "icon": "",
          "parents": [
            0,
            18
          ],
          "children": [
            37,
            49
          ],
          "status": "term",
          "posX": 785,
          "posY": 160,
          "enabled": false
        },
        {
          "id": 32,
          "name": "Атом",
          "description": "Атом (от греч. atomos – неделимое) – мельчайшие составные частицы материи, из которых состоит все сущее, в т. ч. и душа, образованная из тончайших атомов (Левкипп, Демокрит, Эпикур). Атомы вечны, они не возникают и не исчезают, пребывая в постоянном движении; различаются по форме и величине, порядку и положению. \nАтомы рассматриваются Демокритом как мельчайшие элементы материи. Существует бесконечное множество атомов, которые неразрушимы, неделимы, вечны, имеют различную форму и размер, а также способны к движению. Различные части мира состоят из атомов разной природы. Разнообразие атомов обосновывает разнообразие окружающего мира, снимая необходимость в бесконечных метаморфозах вещества у элиатов, или преобразований стихий одной в другую у ионийцев. \nАтомы существуют в пространстве и разделены между собой пустотой. Пустота в учении Демокрита это не «ничто». Будучи разделенными пустотой атомы получают возможность свободно передвигаться в ней, сталкиваясь и собираясь в предметы или напротив разбиваясь и разлетаясь.",
          "icon": "",
          "parents": [
            21,
            7
          ],
          "children": [
            33,
            35,
            47
          ],
          "status": "usual",
          "posX": 700,
          "posY": 400,
          "enabled": false
        },
        {
          "id": 33,
          "name": "Материя",
          "description": "В античной философии под материей понималось первовещество, из которого возникают и во что превращаются все вещи. Таким началом считал ее считал воду, Анаксимен – воздух, Гераклит – огонь. Анаксимандр пришел к выводу, что первоначалом не может быть одна из существующих «стихий» или их сочетания; им является гипотетическое неопределенное вещество - апейрон. Другой древнегреческий философ – Анаксагор полагал, что бытие состоит из бесконечно разнообразных вечных и неизменных «семян вещей» – гомеомерий. В учении античных атомистов все существующее состоит из мельчайших неделимых частичек – атомов и пустоты. Эта гипотеза, предвосхитившая естественно-научное представление о строении материи, объясняла бесконечное многообразие мира из единого материального начала, лежащего в основе материального и духовного мира (душа, по Демокриту, также состоит из атомов).",
          "icon": "",
          "parents": [
            32
          ],
          "children": [
            37,
            47
          ],
          "status": "term",
          "posX": 280,
          "posY": 430,
          "enabled": false
        },
        {
          "id": 34,
          "name": "Бытие",
          "description": "Бытие – исходная философская характеристика наличного существования, о котором можно всего лишь сказать, что оно «есть». \nВ античной древности первое осознание категории бытия, как единодушно полагают специалисты, принадлежит Пармениду. Согласно ему, бытие – это то, что можно познать только разумом, а не с помощью органов чувств. Более того, постижимость разумом – важнейшее определение бытия. \nДемокрит утверждал, что бытие есть нечто простое, понимая под ним атом, как наименьшую, далее не делимую физическую частицу. Таких атомов несколько, значит бытие не одно. Атомы разделены пустотой, пустота – это небытие, следовательно, непознаваема. \nПлатон считал бытие – бестелесной идеей, миром идей, «сущностей». \nАристотель сохраняет понимание бытия как чего-то устойчивого, неизменного, неподвижного, бытие – это живая субстанция, характеризующаяся следующими принципами.",
          "icon": "",
          "parents": [
            18,
            4
          ],
          "children": [
            38
          ],
          "status": "term",
          "posX": 200,
          "posY": 400,
          "enabled": false
        },
        {
          "id": 35,
          "name": "Демокрит",
          "description": "Ученым-энциклопедистом, крупнейшим представителем атомистического направления в философии был Демокрит (ок. 460–370 гг. до н. э.) из города Абдеры.\nДемокрит считал, что существует бесконечное множество миров; одни миры возникают, другие гибнут. Все они состоят из множества атомов и пустоты. Сами же атомы неделимы и лишены пустоты. Атомы неизменны, не имеют внутри себя никакого движения; они вечны, не уничтожаются и вновь не появляются. Число атомов в мире бесконечно. Они отличаются друг от друга по 4 признакам: по форме; величине; порядку; положению.\nИз разных атомов и разного их числа путем сцепления и образуются различные вещи и миры. Находясь в движении, атомы сталкиваются друг с другом, изменяя направление движения. Демокрит утверждал, что любая вещь имеет свою причину (как результат движения и столкновения атомов).\nДуша человека, тоже состоит из атомов. Человек способен разобраться в них и проникнуть в глубину предметов, для чего требуется ум, мышление. Демокрит разграничивал чувственное и разумное.",
          "icon": "",
          "parents": [
            11,
            32
          ],
          "children": [],
          "status": "philosopher",
          "posX": 559,
          "posY": 178,
          "enabled": false
        },
        {
          "id": 36,
          "name": "Фалес Милетский",
          "description": "Фалес Милетский (ок. 625 или 640 - ок. 547 или 545 до н. э.) – древнегреческий мыслитель, родоначальник античной философии и науки, основатель милетской школы.\nОн впервые сформулировал мысль о том, что все едино и имеет первоначало, в качестве которого он представлял воду.\nМыслитель пытался понять мироустройство на уровне законов природы. Фалес не ставит вопросы о взаимодействии духовного и материального, хотя признает, что все имеет душу. Согласно философу весь Космос подчиняется божественному разуму.\nФалес первым предположил, что все имеет материальную основу и поддается изучению и анализу, таким образом став по сути родоначальником научного подхода к мироустройству.\nФалес определил пропорции размера Луны и Солнца относительно их траектории – 1/720. Кроме того, философ научился определять дни солнцестояний и равноденствия, а также создал календарь по аналогии с египетским.",
          "icon": "",
          "parents": [
            11,
            30
          ],
          "children": [
            54
          ],
          "status": "philosopher",
          "posX": 517,
          "posY": 331,
          "enabled": false
        },
        {
          "id": 37,
          "name": "Аристотель",
          "description": "Аристотель (384–322 гг. до н. э.) – мыслитель-энциклопедист.\nСовместно с учениками он систематизировал науки, выделил для каждой из них специальные области исследований и установил различие между теоретическими, практическими и творческими науками.\nАристотель считал, что научное познание не ограничивается лишь эмпирией. Факт чувственного восприятия есть лишь следствие, при помощи которого постигается общее.\nОснова всякого бытия, по Аристотелю, – первая материя. Она является основой всякого бытия. Наипростейшей определенностью этой первой материи являются, по Аристотелю, четыре элемента – огонь, воздух, вода и земля.\nСамобытное единичное бытие, Аристотель называет субстанцией. Мир – совокупность субстанций. Каждое единичное бытие – сочетание материи и формы. Материя – это первичный материал.\nАристотель считает, что душа является формой по отношению к материи, что она присуща всем объектам. Душа – это проявление активной жизненной силы.\nЧетыре вида причин бытия: материальные, формальные, действующие, целевые.",
          "icon": "",
          "parents": [
            31,
            33
          ],
          "children": [],
          "status": "philosopher",
          "posX": 450,
          "posY": 356,
          "enabled": false
        },
        {
          "id": 38,
          "name": "Зенон Элейский",
          "description": "Зенон Элейский (ок. 490–430 гг. до н. э.) – философ и политический деятель, ученик и последователь Парменида. Он формулирует принцип приведения к абсурду. Впервые использует диалектический метод при аргументации опровержения принципов движения и множественности.\nПротиворечия понятия о движении выявляются в знаменитой апории «Ахилл». Апории Зенона связаны с диалектикой дробного и непрерывного в движении. Если считать, что «время» измеряется количеством отрезков, то заключение справедливо. Обычно, однако, указывают, что Зенону просто не было знакомо понятие суммы бесконечного ряда, иначе он увидел бы, что бесконечное число слагаемых дает все же конечный путь, который Ахиллес, двигаясь с постоянной скоростью, без сомнения, преодолеет за надлежащее (конечное) время.\nБезусловно положения Элейской философской школы подвергались острой критике как со стороны оппонентов, в первую очередь Ионийских философов, так и многих других здравомыслящих людей.",
          "icon": "",
          "parents": [
            34,
            8
          ],
          "children": [],
          "status": "philosopher",
          "posX": 335,
          "posY": 272,
          "enabled": false
        },
        {
          "id": 39,
          "name": "Протагор",
          "description": "Протагор – древнегреческий философ, представитель и основатель школы софистов.\nСамая знаменитая фраза Протагора «человек есть мера всех вещей». Человек выступает как мера того, что существующие вещи существуют, а несуществующие - не существуют. Все меняется постоянно, каждый момент, соответственно, нельзя сказать ничего определенного ни о каком из предметов, все существует постольку, поскольку конкретный человек может охватить в данный момент. На любое утверждение можно дать противоречащий аргумент. В этом заключался релятивизм Протагора. В своих учеников Протагор учил тому, как самый слабый аргумент превратить в сильнейший и наоборот.\nПротагор, по словам Платона, рассказывал миф, согласно которому боги сделали людей и животных в глубине Земли из смеси огня и земли.\nОн считал, что человек не знает, что есть истина, что является правдой, а что ложью. Однако если определять, что нужно человеку, то критерием будет выступать полезность.",
          "icon": "",
          "parents": [
            15,
            13
          ],
          "children": [
            53
          ],
          "status": "philosopher",
          "posX": 341,
          "posY": 178,
          "enabled": false
        },
        {
          "id": 40,
          "name": "Наука",
          "description": "Наука – особый вид познавательной деятельности, направленный на выработку объективных, системно организованных и обоснованных знаний о мире. Взаимодействует с другими видами познавательной деятельности: обыденным, художественным, религиозным, мифологическим, филос. постижением мира.\nКак и все виды познания, наука возникла из потребностей практики и особым способом регулирует ее. Наука ставит своей целью выявить сущностные связи (законы), в соответствии с которыми объекты могут преобразовываться в процессе человеческой деятельности.\nЛюбые объекты, допускающие преобразование человеком, – фрагменты природы, социальные подсистемы или общество в целом, состояния человеческого сознания и т.п. – могут стать предметами научного исследования. Наука изучает их как объекты, функционирующие и развивающиеся по своим естественным законам. Она может изучать и человека как субъекта деятельности, но также в качестве особого объекта.",
          "icon": "",
          "parents": [
            29
          ],
          "children": [
            41,
            55
          ],
          "status": "usual",
          "posX": 360,
          "posY": 50,
          "enabled": false
        },
        {
          "id": 41,
          "name": "Истина",
          "description": "Истина – это философское понятие, отражающее конечное, абсолютное знание, цель и критерий научной деятельности. \nПервоначальное представление об истине было сформулировано Парменидом. В своей онтологической концепции Парменид излагал положения, противоречащие общепринятых и очевидным вещам, – отсутствие движения, времени, развития, раздельности вещей и самих вещей как таковых. Отстаивая собственную позицию, Парменид подвергает критике чувственное восприятие мира, обозначая его как необъективное мнение, основанное на ненадежных источниках и противопоставляя ему собственные, истинные, а значит соответствующие настоящему положению вещей знания. \nОднако первое устоявшееся определение истины, ставшее впоследствии классическим, принадлежит Аристотелю. Истина – есть соответствие нашего знания объективной действительности.",
          "icon": "",
          "parents": [
            40
          ],
          "children": [
            46,
            50
          ],
          "status": "term",
          "posX": 580,
          "posY": 25,
          "enabled": false
        },
        {
          "id": 42,
          "name": "Нравственность",
          "description": "Нравственность – совокупность моральных норм и правил, регулирующих отношения и поведение людей в обществе. Часто используется как синоним понятия «мораль», но имеет свою специфику. Главное различие этих понятий основано на противопоставлении того, что должно быть, к чему человек должен стремиться (мир должного), и теми практическими нравами, с которыми человек сталкивается в повседневной жизни (мир сущего). При таком подходе под моралью понимают специфическую сферу культуры, в которой концентрируются и обобщаются высокие принципы, идеалы и ценности, регулирующие поведение и сознание человека. В понятие нравственность вкладывается более «приземленное», «живое» значение, включающее нормы реального практического поведения людей, при котором строгость высоких моральных принципов значительно смягчена. В современной биоэтике формулируются этические принципы, обеспечивающие регулирование поведения специалистов в различных областях их профессиональной деятельности и формирование нравственной оценки бурно развивающихся биомедицинских исследований.",
          "icon": "",
          "parents": [
            0,
            1
          ],
          "children": [
            43
          ],
          "status": "usual",
          "posX": 564,
          "posY": 109,
          "enabled": false
        },
        {
          "id": 43,
          "name": "Закон",
          "description": "Законом в философии называется необходимая связь (взаимосвязь, отношение) между событиями, явлениями, а также между внутренними состояниями объектов, определяющая их устойчивость, выживание, развитие, стагнацию или разрушение. В философском смысле под законом подразумевают «объективные связи явлений и событий, существующие независимо от того, известны они кому-нибудь или нет». \nУ древнегреческих философов идея всеобщего мирового закона соотносится с идеей мирового порядка. \nТак, у Гераклита это логос, определяемый им как мировой закон, судьба, принцип развития всех людей и вещей; у Анаксагора – мировой разум, приводящий в порядок хаотичность гомеомерий, лежащих в основе всего сущего. Для Демокрита закон приобретает равнозначный смысл по отношению к таким понятиям как необходимость и причина, где необходимость – это имманентно–природная сила, благодаря которой всё в мире появляется и развивается. Платон, отталкивая демокритовское понимание закона, интерпретирует закон как идеально–организующее начало по отношению к преходящим вещам.",
          "icon": "",
          "parents": [
            42,
            5
          ],
          "children": [
            44,
            48
          ],
          "status": "usual",
          "posX": 762,
          "posY": 100,
          "enabled": false
        },
        {
          "id": 44,
          "name": "Государство",
          "description": "В качестве органа власти экономически господствующего класса, государство возникло в процессе образования частной собственности. Эта ранняя форма эксплуатации первоначально потребовала таких средств власти, которые смогли бы обеспечить порядок и спокойствие угнетателей. Но античные философы полагали иначе. Платон говорил о государстве не как об аппарате подавления, но как о некоем благе. «Когда люди отведали и того и другого, то есть и поступали несправедливо, и страдали от несправедливости, тогда они <..>нашли целесообразным договориться друг с другом, чтобы не творить несправедливости и не страдать от нее. Отсюда взяло свое начало законодательство и взаимный договор». Таким образом государство не карает, а помогает людям. \nАристотель также представлял государство как нечто прекрасное по своей сути. «Целью государства является благая жизнь». Он исходил из того понятия, что человек «существо политическое», стремящееся к общению, и поэтому государство для него необходимо как воздух.",
          "icon": "",
          "parents": [
            5,
            43
          ],
          "children": [
            45
          ],
          "status": "usual",
          "posX": 680,
          "posY": 225,
          "enabled": false
        },
        {
          "id": 45,
          "name": "Платон",
          "description": "Платон (427–347 гг. до н. э.) был учеником Сократа, впервые организовал учебное заведение – академию. Платон считается основателем объективного идеализма. Согласно учению Платона, лишь мир идей представляет собой истинное бытие, а конкретные вещи – это нечто среднее между бытием и небытием.\nПлатон считал, что человек как телесное существо смертен. Душа же его бессмертна. Когда человек умирает, его душа не погибает, а лишь освобождается от телесного покрова как своей темницы и начинает свободно путешествовать в поднебесной сфере. Процесс познания определяется Платоном как диалектика. Душа состоит из трех частей: разумной, аффективной и вожделеющей.\nУ Платона было свое представление об «идеальном государстве». По его мнению, управлять должны только аристократы, как лучшие и наиболее мудрые граждане. А земледельцы и ремесленники должны выполнять добросовестно свою работу. Идеальное государство должно покровительствовать религии, воспитывать в гражданах благочестие.",
          "icon": "",
          "parents": [
            44,
            23
          ],
          "children": [
            51
          ],
          "status": "philosopher",
          "posX": 566,
          "posY": 272,
          "enabled": false
        },
        {
          "id": 46,
          "name": "Сократ",
          "description": "Сократ (470–399 гг. до н. э.) стремится понять мир, двигаясь не от событий к событиям, а от событий к их смыслу. Основополагающая способность человека – разум, мышление. Именно разум способен дать знание. Ценность всякого познания в том, чтобы научиться разумно вести человеческие дела.\nСократ верил, что если человек знает, что хорошо, а что плохо, то он никогда не поступит дурно. Он выделил три основных человеческих добродетели: умеренность, храбрость и справедливость.\nСократ считал, научиться добродетели нельзя. Он различает знание и мнение. Знание нельзя получить в готовом виде. Отсюда вытекает метод Сократа – майевтика. Суть метода: исходное начало – ирония. «Я знаю, что я ничего не знаю», – заявлял он. Был автором другого способа: индукция и дедукция. Сократ исходил из установки, что все знания уже имеются у человека.\nЧеловек и его место в мире стали центральной проблемой этики Сократа и главной темой всех его бесед.",
          "icon": "",
          "parents": [
            41,
            15
          ],
          "children": [],
          "status": "philosopher",
          "posX": 375,
          "posY": 331,
          "enabled": false
        },
        {
          "id": 47,
          "name": "Эпикуреизм",
          "description": "Эпикуреизм – это философское учение, основанное на идеях Эпикура. Цель еë – избавление человека от всякого рода мук, страданий. \nСущность главных идей: \nЦелью философии Эпикур считал указать путь человеку к счастью. Чтобы узнать, что такое счастье, нужны физика и логика. Логику Эпикур называл каноникой, т.е. теорией познания. В теории познания Эпикур был сенсуалистом, считая, что критерием истины является ощущение, а разум полностью зависит от ощущения. Ощущения дают нам истинную картину мира, они ошибаться не могут. Ошибается судящий о них разум. Из повторяющихся ощущений возникают понятия. Эти понятия тоже истинны. Мысли о понятиях могут быть ошибочными. \nДуша смертна и загробной жизни не существует. Смысл жизни – избегать страданий, получать наслаждение.",
          "icon": "",
          "parents": [
            33,
            32
          ],
          "children": [],
          "status": "direction",
          "posX": 385,
          "posY": 234,
          "enabled": false
        },
        {
          "id": 48,
          "name": "Стоицизм",
          "description": "Стоицизм – одна из школ древнегреческой философии, основателем которой был Зенон. \nСущность главных идей: \nФилософия состоит из логики, физики и этики, все наши познания происходят посредством органов чувств. Человек, будучи ребенком, имеет душу, подобную чистому папирусу, на котором впоследствии посредством ощущений записывается знание. На основе ощущений формируются представления, среди них выделяются те, которые повторяются, таким образом образуются понятия. Мир познаваем, и возможно истинное познание.",
          "icon": "",
          "parents": [
            43,
            17
          ],
          "children": [],
          "status": "direction",
          "posX": 450,
          "posY": 300,
          "enabled": false
        },
        {
          "id": 49,
          "name": "Неоплатоноизм",
          "description": "Неоплатонизм – направление древнегреческой философии, основанное на идеях Платона, включающее идеи Аристотеля и элементы восточных учений. Целью неоплатонизма было единение с богом.\nНеоплатонизм в философии позволил человеку осознать возвышение души над телом, ее божественную принадлежность. Он соединил в единые идеалистические настроения разные культуры, что оказало людям неоценимую помощь в постановке жизненных принципов (идеалов), которые необходимы каждому.\nНесколько основных идей неоплатонизма:\nОбъединение, согласно идее Платона, единого с душой и разумом; \nИнтуитивно-фантастическое познание высшей сущности; \nОсвобождение человеческого духа от материальной зависимости посредством аскетизма, достижение «чистой» одухотворенности.",
          "icon": "",
          "parents": [
            14,
            31
          ],
          "children": [],
          "status": "direction",
          "posX": 450,
          "posY": 168,
          "enabled": false
        },
        {
          "id": 50,
          "name": "Скептицизм",
          "description": "Скептицизм – это направление в философии, считающее сомнение главным принципом мышления. В частности, скептицизм подвергает сомнению надёжность истины (то есть, отрицает возможность уверенно утверждать, что имеющиеся у нас знания об окружающем мире соответствуют объективной реальности). \nК числу основных идей скептицизма относятся следующие тезисы: \n• даже если знание выглядит достижимым и достоверным, оно не может быть признано таковым; \n• человеку недоступно как абсолютное знание, так и любое достоверное знание вообще; \n• человеку недоступно достоверное знание о каких-либо метафизических явлениях и объектах; \n• любая гипотеза нуждается в проверке, при этом ни одна проверка не может считаться достаточной или окончательной; \n• никакой из методов научного познания не может дать достоверных знаний об объективной реальности; \n• все имеющиеся у человечества знания являются лишь предположениями и гипотезами, которые невозможно доказать; \n• философ должен воздерживаться от каких-либо окончательных суждений.",
          "icon": "",
          "parents": [
            13,
            41
          ],
          "children": [],
          "status": "direction",
          "posX": 515,
          "posY": 234,
          "enabled": false
        },
        {
          "id": 51,
          "name": "Афинская школа",
          "description": "Афинская школа взрастила великих мыслителей: Сократа, Платона и Аристотеля. Их работы – ценность мировой философской мысли. \nСущность главных идей: \nОбщей целью наук, в том числе философии, является установление истин, объективного знания о сущем и вещах природы. Материя вечна, как и форма, между ними нет отношения «первичное – вторичное»; обнаружение активности формы в момент ее соединения с материей есть движение. Бог – это «причина причин», «форма форм». Он не материален, это духовный Абсолют. Это чистая энергия, чистая деятельность. Человек есть политическое животное. Условиями счастья каждого являются справедливость, благоразумие, мужество и рассудительность. Справедливым должно быть и государство. Монархия, аристократия и полития (республика) – это «правильные» формы правления – и тирания, олигархия и демократия – «неправильные».",
          "icon": "",
          "parents": [
            45,
            26
          ],
          "children": [],
          "status": "direction",
          "posX": 100,
          "posY": 225,
          "enabled": false
        },
        {
          "id": 52,
          "name": "Пифагорейская школа",
          "description": "Пифагорейская школа была основана Пифагором в Кротоне. \nСущность главных идей: \n1) Число – начало всего сущего. Материя как изменяющаяся и неистинная, не может привести нас к познанию истины. Поэтому нужен некий посредник между материей и богом. И таким посредником является число, ибо оно есть то, что, с одной стороны, можно четко представить, что можно сосчитать, а с другой стороны, оно непреходяще, в отличие от чувственного мира. \n2) Метемпсихоз – переселение душ. Люди об этом не знают, ибо не помнят свои предыдущие воплощения. Душа, следовательно, считалась бессмертной, и задачей человека было уподобить себя богу. Чтобы уподобить себя Богу, нужно вести соответствующий образ жизни. \n3) Жизнь человека должна быть упорядоченной, спланированной. День должен быть заполнен полезными делами. Прежде, чем лечь спать, нужно себя спросить: «Что я сделал за сегодняшний день, что я не сделал и что мне предстоит сделать завтра». Главное же для пифагорейцев – это стремиться к истине, ибо только это, указывал Пифагор, приближает людей к богу.",
          "icon": "",
          "parents": [
            26,
            55
          ],
          "children": [],
          "status": "direction",
          "posX": 115,
          "posY": 160,
          "enabled": false
        },
        {
          "id": 53,
          "name": "Софистская школа",
          "description": "Школа софистов сформировались в V веке до н.э. и оставалась заметной почти до конца Римской империи \nСущность главных идей: \nОтрицание познания космоса, возможно лишь познать свою душу. Душа, по его мнению, является антиподом тела: если тело природно и состоит из природных частиц, то душа своим содержанием имеет понятия. Высшие понятия – Добро, Справедливость, Истина. Благодаря душе человек познает вещи, их место в мире, а главное – отношение человека к человеку, к самому себе. Истина нужна, чтобы действовать, а действия должны быть добродетельны и справедливы. Озвучил три добродетели: сдержанность, как укрощать страсть, мужество – как преодолеть опасность, справедливость – как соблюдать человеческие законы. Всё это человек приобретает путем познания и самопознания. \nМайевтика – это диалогический способ рождения нового знания. Это был поиск истины через противоречия; противоречия и их преодоление в познании становились источником развития знания.",
          "icon": "",
          "parents": [
            26,
            39
          ],
          "children": [],
          "status": "direction",
          "posX": 138,
          "posY": 350,
          "enabled": false
        },
        {
          "id": 54,
          "name": "Милетская школа",
          "description": "Милетская школа – одна из наиболее ранних школ классической античной философии VI – V веков. \nМилетская школа принадлежит к так называемым досократическим натуралистическим школам. Главные ее представители – Фалес, Анаксимандр, Анаксимен. Именно с милетской школой связывают возникновение западной философии. \nПоследователи школы исходили из принципа: «Ничто не возникает ни из ничего». Потому главная проблема философов – это проблема первоначала природы. Философы были уверены: поняв первоначала, возможно объяснить принципы и законы, по которым существует природа. \nОни полагали, что начало должно быть универсальным, вечным, нескончаемым, «божественным» первоначалом, источником существования жизни. Душа в представлении милетцев становится «тонким» и подвижным видом первопричины – первовещества.",
          "icon": "",
          "parents": [
            36,
            26
          ],
          "children": [],
          "status": "direction",
          "posX": 115,
          "posY": 290,
          "enabled": false
        },
        {
          "id": 55,
          "name": "Пифагор",
          "description": "Пифагор (580–500 гг. до н. э.) отвергал материализм милетцев. Организовал школу, которую могли посещать женщины. Исходная позиция учения Пифагора – «Все есть число». Основа мира – не материальное первоначало, а числа, которые образуют космический порядок. Движение небесных тел подчиняется математическим соотношениям. Познать мир – значит познать управляющие им числа. Пифагорейцы первыми поставили вопрос о роли количественной стороны явлений природы.\nПифагорейцы видели в числе и математических отношениях объяснения скрытого смысла явлений, законов природы. Они изучали зависимость характера звучания музыкальных инструментов от длины струн; искали простые числовые отношения в геометрии и астрономии. Пифагор успешно разрабатывал различного рода математические доказательства.\nПифагор учил, что душа бессмертна. Ему принадлежит идея перевоплощения душ. Он считал, что все происходящее в мире снова и снова повторяется через определенные периоды времени, а души умерших через какое-то время вселяются в других.",
          "icon": "",
          "parents": [
            40,
            11
          ],
          "children": [
            52
          ],
          "status": "philosopher",
          "posX": 495,
          "posY": 120,
          "enabled": false
        }
      ]
    },
    {
      "id": 1,
      "name": "Средневековая философия",
      "years": "II - XV вв н.э.",
      "description": "Средневековую философию условно можно разделить на следующие периоды: 1) введение в нее, которое представляет патристика (II – VIII вв.); 2) схоластика (XI – XV вв.). Она также называется религиозной, христианской философией. Это связано с тем, что жизнь европейской культуры в это время определяет христианская религия и церковь.\nГлавное место в средневековом миросозерцании занимает Бог. Он, будучи всемогущим, актом своей Божественной воли сотворил мир из «ничто». И в дальнейшем всесильная Божественная воля постоянно и неустанно продолжает поддерживать бытие мира.\nСледовательно, с точки зрения учения о бытии (онтологии), средневековая философия была философией теоцентризма (тео – Бог) и основана на догмате креационизма  (креацио – создание, творение). У средневековой философии была и своеобразная антропология (учение о человеке). Человек не только создан Богом, но и подобен ему. Однако природа человека двойственна: в нем есть и душа (божественное), и тело (греховное). Для преодоления греховности необходима поддержка религии, церкви.\nИдея спасения – главная смысложизненная установка в средневековой культуре и в ментальности верующего человека. Онтология средневековой философии – теоцентрична, антропология – дуалистична, гносеология – иррациональна.",
      "elements": [
        {
          "id": 0,
          "name": "Создание",
          "description": "Созидание – это, простыми словами, деятельность, направленная на гармонизацию окружающего пространства. Она представляет собой высшую форму творчества, призванную не только изменить реальность, но и духовно обогатить самого человека.\n\nСозидательная деятельность может называться только в одном случае – если ее результатом будет благо, не связанное с ответным получением материальных ценностей. Говоря простыми словами, созидание включает в себя деятельность индивида в одной из 3 плоскостей: волевой, сознательной или духовной.\n\nОбщепринятое в философии определение созидания подразумевает полезное деяние, приносящее ощутимую общественную пользу. Причем в этом смысле личность может не только улучшать мир, но и восстанавливать разрушенную ранее гармонию.",
          "icon": "",
          "parents": [],
          "children": [
            13,
            17
          ],
          "status": "start",
          "posX": 280,
          "posY": 80,
          "enabled": true
        },
        {
          "id": 1,
          "name": "Концепция",
          "description": "Концепция (лат. conceptio - понимание) – система взглядов, выражающая определенный способ видения, понимания, трактовки каких-либо предметов, явлений, процессов и презентующая ведущую идею или (и) конструктивный принцип. Концепция – базовый способ оформления, организации и развертывания дисциплинарного знания, объединяющий в этом отношении науку, теологию и философию как основные дисциплины, сложившиеся в европейской культурной традиции. \nК. исходит из установок на фиксацию предельных для какой-либо области (\"фрагмента\" действительности) значений и реализацию максимально широкого \"мировидения\" (на основе \"отнесения\" к ценностному основанию познания). Она имеет, как правило, ярко выраженное личностное начало, означена фигурой основателя (или основателей, которые не обязательно являются реальными историческими персоналиями, так как в качестве таковых могут выступать мифические персонажи и культурные герои, трансцендентное божественное начало и т.д.), единственно знающего (знающих) исходный замысел. \n",
          "icon": "",
          "parents": [],
          "children": [
            19,
            31,
            32
          ],
          "status": "start",
          "posX": 650,
          "posY": 80,
          "enabled": true
        },
        {
          "id": 2,
          "name": "Единичное",
          "description": "Единичное (отдельное, индивидуальное) – определенный предмет, ограниченный в пространстве и времени. Все вещи и события мира различны между собой, единичны в своем бытии. В “лепке” единичного участвует несметное множество неповторимых условий, масса случайностей. Единичное есть объект, взятый в своем отличии от других объектов в их неповторимой специфике. В качестве единичного может рассматриваться не только отдельный предмет, но и целый их класс, если он берется как нечто одно, а также отдельное свойство или признак предмета, если он берется в своей неповторимости.\nЕдиничное суть категория, выражающая относительную обособленность, дискретность, отграниченность друг от друга в пространстве и времени объектов, с присущими им специфическими особенностями, составляющими их неповторимую качественную и количеств определенность.\nЕдиничное – это объект во всей совокупности присущих ему свойств, отличающих его от всех других объектов и составляющих его индивидуальную, качественную и количественную определенность.\nОтражаясь в нашем сознании в виде чувственного образа или понятия, единичное обозначается именем собственным (Л.Н. Толстой, А.С. Пушкин, Москва), или указательным местоимением, или другим конкретизирующим средством языка.\nПонятие «Единичное» фигурирует в споре об универсалиях философии Средневековья наряду с понятием «Общее».",
          "icon": "",
          "parents": [],
          "children": [
            14,
            15,
            30
          ],
          "status": "start",
          "posX": 640,
          "posY": 340,
          "enabled": true
        },
        {
          "id": 3,
          "name": "Общее",
          "description": "Общее – сходное, отвлеченное от единичных и особенных явлений свойство, признак, на основании которого предметы и явления объединяются в тот или иной класс, вид или род. Это единство в многообразии, это закон, связующий многообразие явлений в систему.\nНикакая деятельность, никакая наука не были бы возможны, если бы не существовало возможности выделить в вещах нечто общее. Как сходство признаков определенных вещей общее доступно непосредственному восприятию. Будучи закономерностью, оно выражается в форме понятий и теорий. Законы формируются на основе общего и включают в себя это понятие. Хотя общее и помогает нам приблизиться к сущности, тем не менее нельзя смешивать его с самой сущностью.\nПонятие «Общее» фигурирует в споре об универсалиях философии Средневековья наряду с понятием «Единичное».\n",
          "icon": "",
          "parents": [],
          "children": [
            14,
            16
          ],
          "status": "start",
          "posX": 260,
          "posY": 340,
          "enabled": true
        },
        {
          "id": 4,
          "name": "Бог",
          "description": "Бог – могущественное сверхъестественное высшее существо в теистических и деистических религиях. Он занимает главное место в средневековом миросозерцании. Он, будучи всемогущим, актом своей Божественной воли сотворил мир из «ничто». И в дальнейшем всесильная Божественная воля постоянно и неустанно продолжает поддерживать \nбытие мира.\n Бог в религии наделён чертами идеального, высшего существа, в некоторых концепциях он является творцом мира. Учитывая крайнюю сложность и многообразие понятия Бога, следует иметь в виду трудность его общего определения: «Весьма трудно и, быть может, невозможно дать такое определение слову «Бог», которое бы включило в себя все значения этого слова и его эквивалентов в других языках. Даже если определить Бога самым общим образом, как «сверхчеловеческое или сверхприродное существо, которое управляет миром», это будет некорректно. Слово «сверхчеловеческое» неприменимо к почитанию обожествлённых римских императоров, «сверхприродное» – к отождествлению бога с Природой у Спинозы, а глагол «управляет» – к точке зрения Эпикура и его школы, согласно которой боги не влияют на жизнь людей»\n",
          "icon": "",
          "parents": [],
          "children": [
            15,
            17,
            18,
            20,
            26,
            27,
            31,
            37
          ],
          "status": "start",
          "posX": 430,
          "posY": 210,
          "enabled": true
        },
        {
          "id": 5,
          "name": "Философия",
          "description": "Философия переводится с греческого как (phileo - любовь, Sophia - мудрость) любовь к мудрости. Это форма сознания, понимание мира, исходящее из личных представлений и соображений о нем, наука, изучающая наиболее общие существенные характеристики и фундаментальные принципы реальности и познания, бытия человека, отношения человека и мира. Она существует благодаря неоднозначности человеческого мышления, разногласий учений, которые возникали на протяжении всего ее существования.\nГлавное место в средневековом миросозерцании занимает Бог. Он, будучи всемогущим, актом своей Божественной воли сотворил мир из «ничто». И в дальнейшем всесильная Божественная воля постоянно и неустанно продолжает поддерживать \nбытие мира. С точки зрения учения о бытии (онтологии), средневековая философия была философией теоцентризма (тео – Бог) и основана на догмате креационизма \n(креацио – создание, творение). У средневековой философии была и своеобразная антропология (учение о человеке). Человек не только создан Богом, но и подобен ему. Однако природа человека двойственна: в нем есть и душа (божественное), и тело (греховное). Для преодоления греховности необходима поддержка религии, церкви.\n",
          "icon": "",
          "parents": [],
          "children": [
            28,
            32
          ],
          "status": "old",
          "posX": 530,
          "posY": 30,
          "enabled": false
        },
        {
          "id": 6,
          "name": "Философ",
          "description": "Философ (от греч. philosophos – друг мудрости) – первоначально, напр. у Гераклита, так назывался всякий человек, занимающийся исследованием. Позднее под словом «философ» стал пониматься тип человека, стремящегося к окончательной, всеобъемлющей ясности и истинности. Философ рождается таковым и не связан ни с какими особыми жизненными обстоятельствами; характерные для философа вид связи с миром и манера познания вновь и вновь проявляются во все времена у всех философски одаренных людей. От художника философ отличается тем, что он ищет изображение истины не в наглядных символах и конкретных образах, а в понятиях; от религиозного человека его отличает то, что философ стремится к исследованию истины не для достижения личной святости, а во имя самой истины; он рассматривает вещи согласно их сущности. Но философ не является и собственно ученым, ибо его взгляды суть результаты не только применения его метода и согласованности с опытом, но и результаты присущей ему индивидуальной силы внутренней убежденности. Среди средневековых философов выделяются Аврелий Августин, Василий Великий, Григорий Богослов, Иоанн Златоуст, Бонавентура, Пьер Абеляр, Фома Аквинский, Роджер Бэкон.",
          "icon": "",
          "parents": [],
          "children": [
            38,
            39,
            40,
            41,
            42,
            43
          ],
          "status": "old",
          "posX": 300,
          "posY": 30,
          "enabled": false
        },
        {
          "id": 7,
          "name": "Душа",
          "description": "В отличие от эпохи античности, средневековье различает в человеке тело, дух и душу. Дух, по мнению средневековых богословов, даруется Богом, душа – это то, что составляет наше собственное «Я». Суть духа состоит в уподоблении Богу, а души – в выборе зла и добра. \nОфициальной наукой о душе в Средневековье являлось богословие. В связи с этим представления о душе носили этико-религиозный характер в течение всего средневекового периода».\nДуша – основа одухотворения и воодушевления. Считалось, что только жизнь души в духе есть святость, и душа должна подчиняться духу, а тело – душе. Только тогда человек может стать полноценной нравственной личностью. Душа не предшествует телу, она каждый раз творится Богом из ничего, как вечная и неразрушимая. Она наделена разумом, волей и памятью. Именно они и определяют человека как человека, а не животное.\nИбн Рушд говорил: «Возникновение души есть нечто относительное». Фома Аквинский утверждал, что душа отделена от тела и выступает источником его движения. Соотношение между телом и душой он рассматривал как соотношение материи и формы.\n",
          "icon": "",
          "parents": [],
          "children": [
            36
          ],
          "status": "old",
          "posX": 130,
          "posY": 120,
          "enabled": false
        },
        {
          "id": 8,
          "name": "Истина",
          "description": "Истина – это философское понятие, отражающее конечное, абсолютное знание, цель и критерий научной деятельности. \nПервоначальное представление об истине было сформулировано Парменидом. В своей онтологической концепции Парменид излагал положения, противоречащие общепринятых и очевидным вещам, – отсутствие движения, времени, развития, раздельности вещей и самих вещей как таковых. Отстаивая собственную позицию, Парменид подвергает критике чувственное восприятие мира, обозначая его как необъективное мнение, основанное на ненадежных источниках и противопоставляя ему собственные, истинные, а значит соответствующие настоящему положению вещей знания. \nОднако первое устоявшееся определение истины, ставшее впоследствии классическим, принадлежит Аристотелю. Истина – есть соответствие нашего знания объективной действительности.",
          "icon": "",
          "parents": [],
          "children": [
            16,
            18,
            30
          ],
          "status": "old",
          "posX": 130,
          "posY": 220,
          "enabled": false
        },
        {
          "id": 9,
          "name": "Вера",
          "description": "Вера – глубинная общечеловеческая универсалия культуры, фиксирующая комплексный феномен индивидуального и массового сознания, включающий в себя такие аспекты, как гносеологический (принятие в качестве истинного тезиса, не доказанного с достоверностью или принципиально недоказуемого), психологический (выступающая глубоким мотивационным фактором личной жизненной стратегии - вплоть до самоотречения: «верю» как «верую») и религиозный (при отнесении содержания объекта веры к сфере сверхъестественного).\nВ Средневековье с изменением онтологических начал изменились смысл и значение веры. Способы человеческого существования отныне предполагали исповедь, молитву, наставления (условия веры), которые являлись путем к обретению вечной и неизменной истины.\nМожно выделить три периода, в течение которых смещались углы зрения на проблему соотношения разума и веры. Первый – до 10 в., когда разум и вера мыслились в опоре на авторитет. Второй – 10–12 вв., когда дисциплинарно расходящиеся теология и философия ставят вопрос об оправдании авторитетного суждения разумом. Третий – 13–14 вв., когда речь идет о двух истинах: истинах веры, которые принимаются без доказательства и обосновываются ссылками на Священное Писание, и истинах разума, которые требуют доказательств.\n",
          "icon": "",
          "parents": [],
          "children": [
            20
          ],
          "status": "old",
          "posX": 130,
          "posY": 330,
          "enabled": false
        },
        {
          "id": 10,
          "name": "Человек",
          "description": "Человек – главная тема философии, центральная проблема всех философских школ и направлений, неисчерпаемая в силу своей бесконечной сложности, дающая пищу для самых разнообразных интерпретаций и толкований.\n\nУ средневековой философии было своеобразное учение о человеке. Человек не только создан Богом, но и подобен ему. Однако природа человека двойственна: в нем есть и душа (божественное), и тело (греховное). Для преодоления греховности необходима поддержка религии, церкви.\n\nДля средневековой и религиозной философии отношение человека к миру предстает как отношение человека к миру земному и к миру небесному. Будучи частью земного мира, человек устремлен к Богу. Он верует, любит Бога и ближнего своего, испытывает покорность, творит подобно Богу в надежде обрести божественную благодать и спасение.\nЧеловек принадлежит природному, сотворенному миру. И вместе с тем человек связан с божественным миром, потому что он – духовное существо. Человек уже не микрокосм, а образ и подобие Бога. Природа составляет как бы горизонтальное измерение мира, \nа человек – измерение вертикальное. Останется ли он на природном уровне или возвысится до мира божественного – зависит от человека и от божественной благодати. Главные духовные состояния средневекового человека – это вера, любовь к Богу, творчество, покорность.\n",
          "icon": "",
          "parents": [],
          "children": [
            13,
            21,
            29,
            35
          ],
          "status": "old",
          "posX": 200,
          "posY": 360,
          "enabled": false
        },
        {
          "id": 11,
          "name": "Знание",
          "description": "Знание – проверенный практикой результат познания действительности, верное ее отражение в мышлении человека; обладание опытом и пониманием, которые являются правильными и в субъективном и в объективном отношении и на основании которых можно построить суждения и выводы, кажущиеся достаточно надежными, для того чтобы рассматриваться как знание. Знание представляет собой участие в конкретном бытии сущего, предпосылкой которого является участие, трансцендирующее подлинное бытие. В формальном смысле это участие называется любовью. Знание должно служить, во-первых, становлению и развитию личности, которая обладает знанием, - такое знание называется образовательным; во-вторых, становлению мира и, вероятно, вневременному становлению его высших принципов, рассматриваемых с точки зрения конкретного бытия и наличного бытия. И наконец, в-третьих, имеется цель становления - практическое господство над миром и его преобразование для наших человеческих целей. «Это знание позитивных наук, знание господства и действия.",
          "icon": "",
          "parents": [],
          "children": [
            22
          ],
          "status": "old",
          "posX": 260,
          "posY": 400,
          "enabled": false
        },
        {
          "id": 12,
          "name": "Общество",
          "description": "Общество (лат. societas – социум, социальность, социальное) – в широком смысле: совокупность всех способов взаимодействия и форм объединения людей, в которой выражается их всесторонняя зависимость друг от друга; в узком смысле: генетически и/или структурно определенный тип – род, вид, подвид и т.п. общения, предстающий как исторически определенная целостность либо как относительно самостоятельный элемент подобной целостности.\nВ истории философии общество часто понималось как совокупность человеческих индивидов, объединяющихся для удовлетворения «социальных инстинктов» (Аристотель), контроля над своими действиями (Гоббс, Руссо) и т. п.",
          "icon": "",
          "parents": [],
          "children": [
            25
          ],
          "status": "old",
          "posX": 560,
          "posY": 390,
          "enabled": false
        },
        {
          "id": 13,
          "name": "Творчество",
          "description": "Творчество – человеческая активность, представляющая собой создание (порождение) нового. Основной критерий, отличающий творчество от изготовления (производства), – уникальность его результата. Результат творчества невозможно прямо вывести из начальных условий. \nГоворя о творчестве в контексте философии Средневековья, можно обозначить, что творчество человека отличается от божественного творения тем, что человеку требуется материал для творчества (например, для ювелира – инструменты, драгоценности). Что же касается создания идей, то здесь человек творит так же, как и Бог. Он создает то, чего ранее не было.\nОтвет человека Богу состоит в его творчестве. Своим творчеством человек оправдывает свое существование. Он продолжает божественное творение мира, создавая идеи, города, предметы искусства, формы социальных взаимоотношений и т. д.\nВ процессе творчества автор вкладывает в материал, кроме труда, некие несводимые к трудовым операциям или логическому выводу возможности, выражает в конечном результате какие-то аспекты своей личности. Именно этот факт придаёт продуктам творчества дополнительную ценность в сравнении с продуктами производства. В творчестве имеет ценность не только результат, но и сам процесс.\n",
          "icon": "",
          "parents": [
            0,
            10
          ],
          "children": [],
          "status": "term",
          "posX": 290,
          "posY": 135,
          "enabled": false
        },
        {
          "id": 14,
          "name": "Концептуализм",
          "description": "Концептуализм (от лат. conceptus – мысль, понятие) – направление схоластической философии; доктрина, согласно которой познание проявляется вместе с опытом, но не исходит из опыта.\nПредставители – Пьер Абеляр, Иоанн Солсберийский, Иоанн Дунс Скот и др. В новое время к позициям концептуализма был близок Джон Локк.\nКак отмечает Большая советская энциклопедия, Пьер Абеляр «развил учение, названное позже концептуализмом: общие понятия не являются ни реальностями, ни простым словесным обозначением, а заключены в значении слова и представляют собой мысленное содержание, относимое ко множеству отдельных вещей на основании имеющегося сходства или совпадения между ними».\nВ споре об универсалиях концептуалисты, как и номиналисты, отвергая учение реализма, отрицали реальное существование общего независимо от отдельных вещей, но в отличие от номиналистов признавали существование в уме общих понятий, концептов как особой формы познания действительности.\nИначе говоря, наши общие идеи проявляются по поводу частного опыта: например, универсальное понятие справедливости может возникнуть у нас при созерцании какой-то конкретной несправедливости, хотя сама эта идея скрытым образом уже существовала в нашем уме ещё до этого опыта.\nКонцептуализм представляет собой что-то вроде синтеза эмпиризма и рационализма.\n",
          "icon": "",
          "parents": [
            2,
            3
          ],
          "children": [
            40
          ],
          "status": "direction",
          "posX": 500,
          "posY": 105,
          "enabled": false
        },
        {
          "id": 15,
          "name": "Монотеизм",
          "description": "Монотеизм (букв. «единобожие» от греч. «Один» + «Бог») – религиеведческое, философское, теологическое (богословское) понятие, означающее веру в одного-единственного Бога или единственность Бога, что принципиальным образом исключает веру в каких-либо других богов, и поклонение им.\nМонотеизм может быть эксклюзивным – вера в одного персонального и трансцендентного Бога (в противоположность политеизму и пантеизму), который объявляется личностью, и инклюзивным – допускает существование Бога в нескольких формах или манифестациях при условии, что все они, по сути, являются одним и тем же Богом.\nМонотеизм характерен для авраамических религий (иудаизм, христианство, ислам), но также представлен в философии индуизма, в сикхизме, в других религиях.\nНекоторые исследователи считают, что монотеизм неоднороден и в нём можно выделить теизм, пантеизм, панентеизм, деизм и др.\n",
          "icon": "",
          "parents": [
            2,
            4
          ],
          "children": [
            24
          ],
          "status": "direction",
          "posX": 640,
          "posY": 130,
          "enabled": false
        },
        {
          "id": 16,
          "name": "Реализм",
          "description": "Реализм в схоластике (европейской средневековой философии): постулирует реальное существование общих понятий (таких как человек, клён, ...), отдельное от отдельных представителей, включаемых в это понятие (проблема универсалий). смягчённая версия реализма – концептуализм (умеренный реализм).\nРеализм в средневековой философии – один из основных наряду с номинализмом и концептуализмом вариантов решения спора об универсалиях, выясняющих онтологический статус общих понятий, т.е. вопрос об их реальном (объективном) существовании. В отличие от номинализма, для которого реальна лишь единичная вещь, а универсалия – основанное на реальном сходстве предметов обобщение в понятии, реализм считает, что универсалии существуют реально и независимо от сознания.\nВ богатом оттенками учении реализма обычно выделяют два его вида: крайний реализм, считающий универсалии существующими независимо от вещей, и умеренный реализм, полагающий, что они реальны, но существуют в единичных вещах. Реализм в крайнем своем выражении из-за пантеистических тенденций вошел в конфликт с церковью, поэтому в Средние века господствовал умеренный реализм.\n",
          "icon": "",
          "parents": [
            3,
            8
          ],
          "children": [],
          "status": "direction",
          "posX": 210,
          "posY": 240,
          "enabled": false
        },
        {
          "id": 17,
          "name": "Креационизм",
          "description": "Согласно христианскому догмату, Бог сотворил мир из ничего, сотворил воздействием своей воли, благодаря своему всемогуществу, которое в каждый миг сохраняет, поддерживает бытие мира. Такое мировоззрение характерно для средневековой философии и называется креационизмом (creatio – творение, создание).\nДогмат о творении переносит центр тяжести с природного на сверхприродное начало. В отличие от античных богов, которые были родственны природе, христианский Бог стоит над природой, по ту сторону ее и потому является трансцендентным Богом. Активное творческое начало как бы изымается из природы, из космоса и передается Богу; в средневековой философии космос поэтому не есть больше самодовлеющее и вечное бытие, не есть живое и одушевленное целое, каким его считали многие из греческих философов.\nДругим важным следствием креационизма является преодоление характерного для античной философии дуализма противоположных начал – активного и пассивного: идей или форм, с одной стороны, материи – с другой. На место дуализма приходит монистический принцип: есть только одно абсолютное начало – Бог, а все остальное – его творение. Разница между Богом и и творением – огромная: это две реальности различного ранга. Подлинным бытием обладает только Бог, ему приписывается те атрибуты, которыми античные философы наделяли бытие. Он вечен, неизменен, самотождественен, ни от чего другого не зависит и является источником всего сущего.\n",
          "icon": "",
          "parents": [
            0,
            4
          ],
          "children": [],
          "status": "direction",
          "posX": 360,
          "posY": 110,
          "enabled": false
        },
        {
          "id": 18,
          "name": "Догматы",
          "description": "Догмат, или догма (др.-греч. «мнение, решение, постановление») – утверждённое церковью положение вероучения, объявленное обязательной и неизменяемой истиной, не подлежащей критике (сомнению).\nТермин «догмат» в собственном значении употребляется преимущественно в христианстве и обозначает теологическую, богооткровенную истину, содержащую учение о Боге и Его домостроительстве, которое Церковь определяет и исповедует, как неизменное и непререкаемое положение веры.\nВ православии существует два подхода к пониманию того, где принимаются догматы. Согласно первому из них, догматами, в строгом смысле этого слова, могут быть названы только те непререкаемые положения православной веры, которые утверждаются на Вселенских соборах, где они получают догматические формулировки. Согласно второму подходу, догматом следует называть всякое неоспоримое и обязательное положение православного вероучения. В этом случае догматы делятся на: 1) общие (догматические формулировки Вселенских соборов) и частные (выводимые из общих); 2) раскрытые (обсужденные и утвержденные на Вселенских соборах) и нераскрытые (не определенные в подробностях и не обсуждавшиеся на Вселенских соборах по причине отсутствия в этом необходимости и поэтому не получившие догматических формулировок, но признанные всей Православной Церковью); 3) чистые (основаны только на сверхъестественном Откровении) и смешанные (основаны не только на сверхъестественном Откровении, но и на естественном разуме). \n",
          "icon": "",
          "parents": [
            4,
            8
          ],
          "children": [
            19,
            23
          ],
          "status": "usual",
          "posX": 570,
          "posY": 140,
          "enabled": false
        },
        {
          "id": 19,
          "name": "Догматизм",
          "description": "Догматизм (от др.-греч. «мнение, учение; решение») – способ мышления, оперирующий догмами (считающимися неизменными вечными положениями, не подвергаемыми критике) и опирающийся на них.\nДля догматизма характерны некритичность по отношению к догмам (отсутствие критики и сомнений) и консерватизм мышления (неспособность воспринимать информацию, противоречащую догмам), слепая вера в авторитеты.\nВ философии догматизмом называется характеристика философского учения или разновидность философских учений. Философское учение догматично, если оно принимает какие-либо основоположения в качестве абсолютно достоверных и соответствующих действительности без какой-либо предварительной проверки и возможности изменения. Несовместимыми с догматизмом учениями являются скептицизм и критицизм.\n",
          "icon": "",
          "parents": [
            18,
            1
          ],
          "children": [],
          "status": "direction",
          "posX": 570,
          "posY": 210,
          "enabled": false
        },
        {
          "id": 20,
          "name": "Религия",
          "description": "Религия – форма мировоззрения, основывающаяся на вере в существование (одного или нескольких) богов, наделенных сверхъестественной силой и управляющих миром, \nтем самым исходящая из признания раздвоения мира на естественный и сверхъестественный.\nФилософию Средневековья называют религиозной философией: это связано с тем, что жизнь европейской культуры в это время определяет христианская религия и церковь.\nРелигиозная философия – направление философской мысли, в котором мыслители различного вероисповедания предлагают решения мировоззренческих проблем (таких как вопросы веры и рассудка, существования Бога, бессмертия души и т. п.) с точки зрения своих религиозных представлений. Как правило, подразумевается, что религиозная философия – это не обсуждение религии, но обсуждение философских вопросов с точки зрения приверженцев определённой религии. На данный момент нет единого взгляда на различие между религиозной философией и философией религии, однако приводятся аргументы в пользу того, что это разные, независимые друг от друга понятия.\nСуществуют буддийская, исламская, христианская (в том числе: православная, католическая, протестантская), индуистская, иудаистская, синкретическая и т. д. религиозные философии.\nТеоретической базой религиозной философии является богословие (теология), но в отличие от богословия, безусловно полагающего основные положения веры (догматы), религиозная философия занимается их доказательным обоснованием.\n",
          "icon": "",
          "parents": [
            4,
            9
          ],
          "children": [
            21,
            22,
            24,
            33
          ],
          "status": "term",
          "posX": 310,
          "posY": 310,
          "enabled": false
        },
        {
          "id": 21,
          "name": "Молитва",
          "description": "Существуют много определений молитвы, которые не во всём совпадают друг с другом.\nНа их основе можно предположить, что молитва – «важная часть духовной жизни верующего человека», обращение «человека к Богу, богам, святым, ангелам, духам, персонифицированным природным силам, вообще Высшему Существу или его посредникам», важнейшее проявление общественной и частной религиозной жизни в словесной либо мысленной форме, подразделяют «на славословия, прошения и благодарения».\nТайная молитва, наряду с тайным постом и тайной милостыней являются основными качествами христианина и должны быть совершены втайне и наедине с самим собой.\nИными словами, молитва предполагает наличие веры в существование, наряду с видимым, невидимого мира и представляет собой обращение (осуществляемое общественным или частным образом) к его представителям, словесное или мысленное, с благодарением или прославлением, покаянием, просьбой.\nНаличие у молитвы словесной формы означает возможность записать её. К полученным записям (текстам молитв) также применяют наименование «молитва». Тексты молитв могут быть собраны в специальные книги, предназначенные как для коллективных богослужений (богослужебные книги), так и для частного использования.\n",
          "icon": "",
          "parents": [
            20,
            10
          ],
          "children": [
            26
          ],
          "status": "usual",
          "posX": 360,
          "posY": 340,
          "enabled": false
        },
        {
          "id": 22,
          "name": "Теология",
          "description": "Теология (от греч. «Бог» + «слово; учение, наука») – систематическое изложение и истолкование какого-либо религиозного учения, догматов какой-либо религии.\nПредставляет собой комплекс дисциплин, занимающихся изучением, изложением, обоснованием и защитой вероучения о Боге, его деятельности в мире и его откровении, а также связанных с ним учениях о нравственных нормах и формах Богопочитания.\nОдна из предпосылок теологии – концепция личного Бога, сообщающего непреложное знание о себе через свое «слово», почему теология в строгом смысле возможна только в рамках теизма или хотя бы в русле теистической тенденции. Вторая предпосылка теологии – наличие достаточно развитых форм философии. Хотя теология не может обойтись без философского понятийного аппарата, она по сути своей отлична от философии, в т.ч. и от религиозной философии. \nТеология авторитарна; в этом смысле она отлична от всякой автономной мысли, в т.ч. философии. В патристике складываются как бы два уровня: нижний – философская спекуляция об абсолюте как о сущности, первопричине и цели всех вещей; верхний уровень – не постигаемые разумом «истины откровения». В эпоху схоластики эти два вида теологии получили обозначение «естественной теологии» и «богооткровенной теологии». Такая структура теологии наиболее характерна для традиционных доктрин. \n",
          "icon": "",
          "parents": [
            11,
            20
          ],
          "children": [
            39
          ],
          "status": "direction",
          "posX": 310,
          "posY": 370,
          "enabled": false
        },
        {
          "id": 23,
          "name": "Священное Писание",
          "description": "Священное Писание – собрание священных книг в авраамических религиях: иудаизме, христианстве, исламе.\nВ иудаизме к Священному Писанию относят еврейскую Библию (Танах). \nВ христианстве к Священному Писанию относят Ветхий Завет (Танах и дополнительные священные книги) и Новый Завет, составляющие Библию. Новый Завет, особенно Евангелие, является в Библии самым важным для христиан. Согласно христианскому вероучению, все книги Ветхого и Нового заветов – богодухновенны и содержат в себе Божественное Откровение.\nВ исламе под Священным Писанием понимают только Коран.\n",
          "icon": "",
          "parents": [
            29,
            18
          ],
          "children": [],
          "status": "usual",
          "posX": 380,
          "posY": 390,
          "enabled": false
        },
        {
          "id": 24,
          "name": "Христианство",
          "description": "Христианство – мировая религия, возникшая около 33 года в Палестине вокруг жизни и учения Иисуса Христа, описанных в Новом Завете. Христиане верят, что Иисус из Назарета есть Мессия, Сын Божий и Спаситель человечества. Христиане не сомневаются в его историчности.\nХристианство – самая крупная авраамическая и мировая религия как по численности приверженцев, так и по географической распространённости. Основные направления в христианстве: католицизм – около 1,2 млрд верующих; протестантизм – около 800 млн; православие – около 280 млн; Древневосточные православные церкви (миафизитство) и древневосточная Ассирийская церковь Востока (несторианство) – 70–80 млн. В 1054 году произошёл раскол христианской церкви на католическую и православную (древневосточные церкви отделились ранее). Появление протестантизма стало результатом реформационного движения в Католической церкви в XVI веке.\nТакже существует понятие «христианская философия», обозначающее полемику христианской веры с господствующей современной философией.\nТермин христианская философия используется для описания корпуса текстов, которые были созданы в культурной среде христианства. При использовании термина разными авторами понимание сущности христианской философии весьма различно: нет философской системы, которую можно было бы назвать единственной христианской философией, но существуют многие христианские философии. В рамках христианской философии выделяются православная, католическая и протестантская философии. Автором термина христианская философия является Эразм Роттердамский.\n",
          "icon": "",
          "parents": [
            15,
            20
          ],
          "children": [
            25,
            42
          ],
          "status": "direction",
          "posX": 630,
          "posY": 235,
          "enabled": false
        },
        {
          "id": 25,
          "name": "Церковь",
          "description": "Церковь – термин, обозначающий религиозное сообщество христиан и соответствующую иерархическую структуру, жизнь и деятельность которой регламентируется вероучительными и каноническими нормами, выработанными в контексте Истории христианства. \nЦерковь в узком смысле – христианское культовое здание, храм. Буквальное значение – «собрание тех, кто позван» – отражает первичное понимание, согласно которому церковь – это местная община призванных Богом на путь спасения последователей Иисуса Христа. Распространение христианства в различных культурных контекстах в границах позднеантичной ойкумены и за ее пределами поставило вопрос о единстве церковных общин, которое было понято как вероучительное и «мистическое». \nЦерковь объединяет одна вера, актуализируемая через тождественный по существу религиозный опыт общения и единства с Богом «во Христе». Согласно метафоре апостола Павла, церковь есть Тело Христа, а сам Христос – ее Глава. Одушевляющей, животворной силой этого Тела является Дух Божий, в день Пятидесятницы сошедший на апостолов, которые представляли христианскую первообщину (поэтому церковь есть также и «храм Духа»). Все члены церкви, вступившие в нее через крещение «во Христа» и соединение с ним в таинстве Евхаристии (причастии «Телу и Крови Христа»), составляют т.н. «невидимую» церковь. В то же время церковь – это конкретная, «видимая» религиозная структура, имеющая своих институциональных лидеров, профессиональных служителей и рядовых членов, материальную базу и корпоративные интересы.\n",
          "icon": "",
          "parents": [
            24,
            12
          ],
          "children": [
            29
          ],
          "status": "usual",
          "posX": 420,
          "posY": 330,
          "enabled": false
        },
        {
          "id": 26,
          "name": "Откровение",
          "description": "Откровение, в религии и теологии – разнообразное открытие Богом себя самого и своей воли людям. Откровение может исходить как непосредственно от Бога, так и через посредников. В некоторых религиях существуют священные тексты, которые рассматриваются в качестве богооткровенных. Обычно к религиям откровения относят три авраамические религии – иудаизм, христианство и ислам. Однако близкое понятие откровения присутствует и в других религиях.\nВ богословии различают сверхъестественное (божественное) откровение и естественное откровение. К первому относят Священное Писание (Библия) и (в исторических церквях) Священное Предание. Под вторым понимается открытие Богом себя через своё творение, материальный мир. Таким образом предполагается, что для постижения существования Бога, а также установленных им нравственных законов не требуется прямого божественного вмешательства, а достаточно человеческого разума. Считается, что впервые понятия божественного и естественного откровения были сформулированы Фомой Аквинским.\n",
          "icon": "",
          "parents": [
            4,
            21
          ],
          "children": [
            27,
            35
          ],
          "status": "term",
          "posX": 490,
          "posY": 315,
          "enabled": false
        },
        {
          "id": 27,
          "name": "Ревеляционизм",
          "description": "Ревеляционизм – принцип, согласно которому самый надежный и достоверный способ познания наиболее важных для человека истин состоит в постижении смысла священных писаний, заключающих в себе божественное откровение; раскрытие перед человеком божественной воли и тайн бытия. Библия – книга книг, в ней ключи к смыслам тварного мира (природного и человеческого), тайнам отдельной жизни и спасения. \nРевеляционизм не исключал других способов познания, однако нередко делал их излишними. Стимулируя развитие герменевтики и в какой то мере семиотики, ревеляционизм в то же время существенно сдерживал развитие опытного знания и вообще научное новаторство.\nРевеляционизм – это прорыв в трансцендентное, в ту область божественного «существования», в которую не проникнуть с помощью разума.\nПринцип ревеляционизма определял во многом догматизм, авторитаризм, традиционализм культуры христианского средневековья, в частности теоретической. \n",
          "icon": "",
          "parents": [
            26,
            4
          ],
          "children": [],
          "status": "direction",
          "posX": 480,
          "posY": 370,
          "enabled": false
        },
        {
          "id": 28,
          "name": "Патристика",
          "description": "Патристика (лат. pater – отец) – философия и теология Отцов Церкви, то есть духовно-религиозных лидеров христианства в послеапостольские времена. Учения, выработанные Отцами Церкви, стали основополагающими для христианского религиозного мировоззрения. \nВ широком смысле патристика – это доктринальная форма построения христианской культуры, многоплановый синтез религиозных ценностей христианства и эллинского литературно-философского наследия. Религиозный элемент в патристике заметно превалирует над рационально-рефлексивным. Особенностью патристики как историко-философского феномена (во многом разделяемой со схоластикой) является декларативный отказ от свободного философского поиска. В отличие от античной философии патристика признает единую истину Откровения, которая нуждается не в разыскании и обосновании, а в разъяснении и истолковании и является достоянием всего христианского сообщества. \nОсновополагающая константа патристики, иерархически структурируется (в порядке убывания): Откровение (абсолютный авторитет) – господствующая церковная норма (корпоративный авторитет) – личный авторитет отдельного «отца». \nПатристика внесла огромный вклад в формирование этики и эстетики позднеантичного и средневекового общества.\n",
          "icon": "",
          "parents": [
            29,
            5
          ],
          "children": [],
          "status": "direction",
          "posX": 555,
          "posY": 340,
          "enabled": false
        },
        {
          "id": 29,
          "name": "Отцы Церкви",
          "description": "Отцы Церкви (в Православии Святые Отцы) – почётный титул, используемый с конца IV века применительно к группе выдающихся церковных деятелей и писателей прошлого, чей авторитет имел особый вес в формировании догматики, иерархической организации и богослужения Церкви, составлении канона – списка Священных книг Библии (отделению богодухновенных книг от апокрифических). Считается, что Отцов Церкви отличают ортодоксальность учения, святость жизни и признание Церкви; католические исследователи добавляют к этим критериям древность.\nФилософско-богословское учение Отцов Церкви называется патристикой, а раздел богословской науки, изучающий это учение, – патрологией.\nВ католичестве и православии к Отцам Церкви относят одних и тех же подвижников и духовных писателей, но при этом существует разница в уровне их почитания. Классический святоотеческий период на Западе обычно считают завершившимся на Исидоре Севильском, в Русской православной церкви – на Иоанне Дамаскине, в греческих церквах – на Григории Паламе и его сторонниках.\nБолее поздних богословов на Западе именуют Учителями Церкви, а их учение – схоластикой. В православии этот термин не используется, поэтому к Отцам Церкви иногда причисляют деятелей Средних веков (например, патриарха Фотия, Симеона Нового Богослова, Григория Паламу).\n",
          "icon": "",
          "parents": [
            10,
            25
          ],
          "children": [
            23,
            28,
            41
          ],
          "status": "usual",
          "posX": 550,
          "posY": 280,
          "enabled": false
        },
        {
          "id": 30,
          "name": "Номинализм",
          "description": "Номинализм (лат. nominalis – относящийся к именам, именной, от nomen – имя) – философское учение, согласно которому названия таких понятий, как «животное», – «эмоция» – это не собственные имена цельных сущностей, а общие имена (универсалии), своего рода переменные, вместо которых можно подставлять имена конкретные (например, вместо общего имени «человек» – собственные имена «Пётр», «Павел» и пр.).\nИначе говоря, предметом критики для номиналистов является то, что общие имена применяются не только к классу вещей как к целому, а и порознь к каждой отдельной вещи из этого класса. Отсюда следует понимание понятий, обозначаемых общими именами, таких, как «человек», не как самостоятельного целого, а как совокупности отдельных понятий (конкретных людей), то есть абстракции, мысленного образа.\nУниверсалии, согласно номинализму, – это имена имён, а не сущности (как для схоластического реализма) или понятия (как для концептуализма): «…если мы говорим, что живое существо, камень, дух или что-нибудь другое суть универсалии, то это следует понимать не так, будто человек или камень – универсалии, а лишь так, что соответствующие слова (живое существо, камень и т. д.) – универсалии, то есть имена, общие многим вещам: представления же, соответствующие этим вещам в нашем уме, только образы и призраки различных живых существ и других вещей».\n",
          "icon": "",
          "parents": [
            2,
            8
          ],
          "children": [],
          "status": "direction",
          "posX": 630,
          "posY": 285,
          "enabled": false
        },
        {
          "id": 31,
          "name": "Теоцентризм",
          "description": "Термин «теоцентризм» происходит от греческого слова «Тео» – Бог, и латинского «Центризм» – основа, центр. Теоцентризм – философская концепция, в основе которой лежит понимание Бога как абсолютного, совершенного, наивысшего бытия, источника всей жизни и любого блага. \nДругими словами – Бог в центре, остальное вторично. При этом основой нравственности служит почитание и служение Богу, и подражание и уподобление ему считается высшей целью человеческой жизни. Теоцентризм связан с теизмом и его принципами. Теоцентризму противопоставляются космоцентризм и антропоцентризм.\nНаиболее распространён теоцентризм был в Средние века: средневековая философия была философией теоцентризма. На принципе теоцентризма также базировались философские направления патристики и схоластики.\n",
          "icon": "",
          "parents": [
            4,
            1
          ],
          "children": [],
          "status": "direction",
          "posX": 640,
          "posY": 180,
          "enabled": false
        },
        {
          "id": 32,
          "name": "Схоластика",
          "description": "Схоластика – направление в религиозной философии Средневековья, характерной чертой которого была разработка понятийно-логических средств исследования бытия Бога и познания. Направление сконцентрировано вокруг университетов и представляет собой синтез христианского (католического) богословия и философии Аристотеля.\nСхоластика характеризуется соединением теолого-догматических предпосылок с рационалистической методикой и интересом к формально-логическим проблемам.\nОтличительные черты средневековой схоластики: составление «Сумм» – всеобъемлющих компендиумов по тому или иному вопросу, доскональное изучение поставленного вопроса со скрупулёзным рассмотрением всех возможных случаев и опровержением неортодоксальных воззрений; высокая культура цитирования. Основная проблематика: вера и знание, доказательство бытия бога, общее и единичное (проблема универсалий).\nВ повседневном общении схоластикой часто называют представления, оторванные от жизни, основывающиеся на отвлечённых рассуждениях, не проверяемых опытом.\n",
          "icon": "",
          "parents": [
            1,
            5
          ],
          "children": [
            38
          ],
          "status": "direction",
          "posX": 560,
          "posY": 80,
          "enabled": false
        },
        {
          "id": 33,
          "name": "Католичество",
          "description": "Католичество – христианская конфессия, признающая власть Папы Римского и епископов, особенно в установлении доктрины, её передаче и организации богослужений и таинств. Католическая церковь считает всех крещеных в католической церкви католиками.\nКатолическая церковь сформировалась на протяжении I тысячелетия н. э. на территории Западной Римской империи и играла важную роль в истории Западной цивилизации. Отличается организационной централизацией и наибольшим числом приверженцев среди христианских церквей. Католическая церковь западного литургического обряда вместе с двадцатью тремя восточнокатолическими церквями составляет единую Католическую церковь, которая полагает себя Церковью, обладающей всей полнотой истины.\nКатолическая церковь рассматривает себя как единственную кафолическую церковь, основатель и Глава которой – Иисус Христос. Видимым главой Католической церкви является Папа Римский, будучи каноническим преемником апостола Петра и возглавляющий Святой Престол и государство-град Ватикан в Риме.\nКатолическая экклезиология (учение о церкви) рассматривает церковь как божественное установление, сущность которого составляют единство, святость, католичность (всеобщность). Единство церкви покоится на учении Христа о Церкви как едином Теле Господнем, святость ей дает божественное происхождение.\n",
          "icon": "",
          "parents": [
            20,
            38
          ],
          "children": [
            34,
            43
          ],
          "status": "direction",
          "posX": 420,
          "posY": 70,
          "enabled": false
        },
        {
          "id": 34,
          "name": "Неотомизм",
          "description": "Неотомизм (от имени Фомы Аквинского) – официальная философия католицизма с 1879 по 1962, современная версия томизма, которая представляет собой христианскую адаптацию философии Аристотеля.\nГлавная составляющая неотомистского учения – это дуализм бытия (Бог) и сущего (Природа). Бог воспринимается как первопричина, вещи – как соединение материи и формы, а процессы – как переход потенции в актуальность. Вещи, созданные Богом, рассматриваются как субстанции, о которых можно судить по их сущности и существованию. Неотомисты называют себя «реалистами», так как признают внешний материальный мир, но как часть более широкого бытия, в которой есть место другой реальности – Богу.\nКраеугольным камнем неотомизма является учение о гармонии веры и разума. Следуя за Фомой, неотомисты различают два источника познания – естественный разум (науку) и божественное откровение (религию), считая при этом, что они не противоречат друг другу.\nН. А. Бердяев отмечал в неотомизме такие черты как оптимизм, чуждость идеям преображения мира и апокалиптическим настроениям.\n",
          "icon": "",
          "parents": [
            33,
            38
          ],
          "children": [],
          "status": "direction",
          "posX": 350,
          "posY": 60,
          "enabled": false
        },
        {
          "id": 35,
          "name": "Спасение",
          "description": "Спасение – конечная цель различных религий, окончательное избавление от зла и страданий, преодоление конечности бытия. Идея спасения основана на представлении о том, что мир и/или состояние человека не так хороши, как они могут быть; спасение – коренное преобразование, которое это исправит.\nСуществование большого количества религий указывает на значительное разнообразие мнений о том, что такое спасение и как его достичь. Однако само понятие спасения является общим для множества различных культур.\nИдея спасения, то есть выхода из плачевного состояния, логически подразумевает, что человечество в целом или частично находится в таком состоянии. Каждая религия по-своему объясняет причину этого. Причина лежит в природе человека и мира – понимаемых так, как учит конкретная религия, – а спасение означает полное или частичное преобразование личности в этом мире или за его пределами, либо может означать изменение мира.\nОсновные способы спасения можно разделить на следующие группы: вера в эффективность ритуальной магии; спасение собственными усилиями, обычно путём приобретения знаний, самодисциплины и т. п.; спасение с Божьей помощью; обычно при этом спасаемый в какой-то мере сотрудничает с Богом, хотя бы обращаясь за помощью к Нему.\nТакже есть различные представления о том, происходит ли спасение после смерти или же в этой земной жизни.\n",
          "icon": "",
          "parents": [
            26,
            10
          ],
          "children": [
            36,
            37
          ],
          "status": "term",
          "posX": 290,
          "posY": 200,
          "enabled": false
        },
        {
          "id": 36,
          "name": "Сотериология",
          "description": "Сотериология – богословское учение о спасении человека. В христианстве оно является важнейшей частью догматического богословия. Учение о спасении существует и во многих других религиях: иудаизме, буддизме, исламе, джайнизме, бахаизме, зороастризме.\nСотериология посвящена решению двух основных вопросов: 1) конечная цель, достижение которой и будет спасением; 2) способы её достижения.\nИдея спасения, или выхода из плачевного состояния, логически подразумевает, что человечество в целом или частично находится в таком состоянии. Каждая религия по-своему объясняет причину этого.\nРелигии, которые рассматривают человека как тело и душу в едином комплексе (например, иудаизм, христианство), учат духовно-телесному спасению: воскресению, загробной жизни. С другой стороны, религии, которые рассматривают тело как помеху спасению, как тюрьму для духа или души (в частности, буддизм, манихейство), учат спасению как освобождению от материального мира, преодолению желаний и страстей, прерыванию бесконечной череды нежелательных перерождений.\nВ тех религиях, где Бог является личным объектом поклонения, обычно спасение совершается божеством. Предполагается, что человек в какой-то мере сотрудничает с ним, хотя бы путём обращения к Богу за помощью. В других религиях учение о спасении основано на представлении, согласно которому человек спасает себя сам путём самодисциплины, самоуглубления и других методов.\n",
          "icon": "",
          "parents": [
            35,
            7
          ],
          "children": [],
          "status": "direction",
          "posX": 220,
          "posY": 170,
          "enabled": false
        },
        {
          "id": 37,
          "name": "Провиденциализм",
          "description": "Провиденциализм – историко-философский метод, рассмотрение исторических событий с точки зрения непосредственно проявляющегося в них Провидения, высшего Промысла, осуществления заранее предусмотренного Божественного плана спасения человека.\nПровиденциалистское понимание исторического процесса как пути к эсхатологическому царству Божию легло в основу всей средневековой христианской церковной историографии.\nВ произведениях христианских философов Евсевия и Иеронима (IV век) всемирная история впервые стала рассматриваться как часть библейской священной истории. В трудах бл. Августина было показано, что движущей пружиной исторического процесса является Божественная воля: история развивается по Божественному плану, имеющему конечной целью торжество ценностей Нового Завета и достижения всеми верными Царствия Божьего.\nВ исторических сочинениях византийских хронистов Иоанна Малалы, Иоанна Зонары и др. история рассматривалась как обнаружение Бога в мире, как «деяния Божии через людей». Прошлое имеет значение лишь постольку, поскольку оно содержит в себе христианские пророчества и Божественные знаки, провиденциальные предначертания настоящего и будущего.\nНа Западе выдающимися представителями средневекового провиденциализма были Орозий и Оттон Фрейзингенский.\n",
          "icon": "",
          "parents": [
            35,
            4
          ],
          "children": [],
          "status": "direction",
          "posX": 280,
          "posY": 260,
          "enabled": false
        },
        {
          "id": 38,
          "name": "Фома Аквинский",
          "description": "Фома Аквинский (родился примерно в 1225, близ Аквино – умер 9 марта 1274, монастырь Фоссануова, около Рима) – итальянский философ и теолог, канонизирован католической церковью как святой, систематизатор ортодоксальной схоластики, учитель Церкви, «князь философов», основатель томизма, член ордена доминиканцев; с 1879 года признан наиболее авторитетным католическим религиозным философом, который связал христианское вероучение (в частности, идеи Августина Блаженного) с философией Аристотеля. \nОн высказал идею о том, что вера и разум находятся между собой в гармонии; они открывают разные пути познания: если вера принимает истину, то разум сомневается. Фома полагает, что вера и разум, способствуя познанию Бога и мира, дополняют друг друга, имеют равные права на существование. Принцип гармонии веры и разума получил воплощение в разработанных Фомой Аквинским пяти рациональных доказательств существования Бога. За свой мягкий характер Фома Аквинский был удостоен звания ангельского доктора. Впоследствии церковь признала его святым, одним из учителей Церкви, а его учение – обязательным для католичества. Основной формой сочинений для Фомы были суммы (к примеру, «Сумма против язычников», «Сумма теологии»). В них были собраны достижения всей религиозной философии, представляющие собой рациональное обоснование религиозной истины.\n",
          "icon": "",
          "parents": [
            32,
            6
          ],
          "children": [
            33,
            34
          ],
          "status": "philosopher",
          "posX": 430,
          "posY": 130,
          "enabled": false
        },
        {
          "id": 39,
          "name": "Роджер Бэкон",
          "description": "Роджер Бэкон (около 1214, графство Сомерсет, Англия – 1292, Оксфорд, Англия), известен также как Удивительный доктор – английский философ и естествоиспытатель, монах-францисканец; профессор богословия в Оксфорде. Занимался математикой, химией и физикой.\nОн дал аргументированную критику методов и теорий своего времени, исходивших из того, что философия достигла совершенства; он первым выступил против схоластики и резко отзывался о тогдашних великих авторитетах (Альберте Великом, Фоме Аквинском и др.). Это обстоятельство в связи с его критикой распущенности духовенства навлекло на него преследование духовной власти и 12-летнее тюремное заключение. \nЕго сочинение «Opus majus» (1268) проводит мысль о бесполезности отвлечённой диалектики, о необходимости изучения природы посредством наблюдения с использованием математических вычислений. Он считал, что только математика, как наука, наиболее достоверна и несомненна.\nБэкон выделял два типа опыта: 1) реальный, жизненный опыт, который можно приобрести только в процессе жизни; и 2) опыт – доказательство, полученный через внешние чувства. Он касается только материальных предметов. Но существует ещё духовный опыт, который возможно познать только избранным людям через мистическое состояние, через внутреннее озарение.\n",
          "icon": "",
          "parents": [
            6,
            22
          ],
          "children": [],
          "status": "philosopher",
          "posX": 350,
          "posY": 160,
          "enabled": false
        },
        {
          "id": 40,
          "name": "Пьер Абеляр",
          "description": "Пьер Абеляр (1079 – 1142 гг.) – средневековый французский философ-схоласт, теолог, поэт и музыкант. Один из основоположников и представителей концептуализма. Католическая церковь неоднократно осуждала Абеляра за еретические воззрения.\nВ споре реализма с номинализмом, господствовавшим в то время в философии и богословии, Абеляр занимал особое положение. Абеляр доказывал, что одна и та же сущность подходит к каждому отдельному лицу не во всём её существенном (бесконечном) объёме, но только индивидуально, конечно. Таким образом, в учении Абеляра заключалось уже примирение двух великих противоположностей между собой, конечного и бесконечного, и поэтому его справедливо называли предтечей Спинозы. \nАбеляр утверждал, что единственными источниками истины являются диалектика и Священное писание. По его мнению, даже апостолы и отцы Церкви могли заблуждаться. Абеляр, как отмечает Философская энциклопедия, утверждал права свободной мысли.\nОсновной труд «Да и нет», показывает противоречивость суждений авторитетов церкви. Положил начало диалектической схоластике.\n",
          "icon": "",
          "parents": [
            6,
            14
          ],
          "children": [],
          "status": "philosopher",
          "posX": 350,
          "posY": 240,
          "enabled": false
        },
        {
          "id": 41,
          "name": "Василий Великий",
          "description": "Василий Великий (329 – 1 января 379 гг.) – архиепископ, церковный писатель и богослов. Один из трёх каппадокийских отцов Церкви. Ему приписываются изобретение иконостаса и составление литургии Василия Великого. Автор пятой и шестой молитв утреннего правила, многочисленных проповедей и писем. Убеждённый поборник киновии.\nПервым разграничил термины «сущность» и «ипостась», прежде употреблявшиеся синонимически для обозначения единства Бога: термин «ипостась» он использовал для обозначения троичности лиц, а термин «сущность» – для обозначения Божественного единства. Василий Великий положил начало богословию Святого Духа.\nБогословская и литературная деятельность Василия Великого определялась во многом его практическими интересами как пастыря и церковного руководителя. В его космологии прослеживается влияние платонической традиции, в тринитарном богословии он использует средства аристотелевской логики, наконец, его описание действий Святого Духа тесно связано с представлениями Плотина о мировой душе.\nРечи Василия посвящены, главным образом, этическим и социальным вопросам. Выдающееся среди них место занимают девять великопостных гомилий на Шестоднев (рассказ о шести днях творения по книге Бытия), в которых строго креационистское понимание космогонии сочетается с популярными космологическими и естественно-научными представлениями античности.\n",
          "icon": "",
          "parents": [
            29,
            6
          ],
          "children": [],
          "status": "philosopher",
          "posX": 430,
          "posY": 270,
          "enabled": false
        },
        {
          "id": 42,
          "name": "Григорий Богослов",
          "description": "Григорий Богослов (329/330 – ок. 390 гг.) – святой Православной и Католической церквей, архиепископ Константинопольский, христианский богослов, один из Отцов Церкви, входит в число Великих каппадокийцев, близкий друг и сподвижник Василия Великого.\nГригорий не создал собственной богословской системы; он снискал славу одного из выдающихся проповедников 4 в. Первое место в его наследии занимают 45 слов, из которых выделяются «5 Богословских слов», произнесенные в Константинополе в 380 и давшие ему почетное имя «Богослова». Здесь он опровергает ереси евномиан и македониан и отстаивает ортодоксальное учение о Троице. Автор 245 писем и автобиографической поэмы «О своей жизни», сравнимой с «Исповедью» Августина.\nЦентральными в творчестве Григория являются тринитарная проблема и христология. Он отстаивает единосущие Троицы. Троичность как тайна есть «неразделимое разделение», «Единое в трех и три в Едином». Григорий впервые обозначил различия Лиц как «нерожденность», «рождение» и «похождение», выражая тем самым взаимные отношения Лиц. В христологии Григорий утверждает полноценность человеческой природы Христа.\nВлияние Григория на Церковь было огромным: многие западные отцы, в т.ч. Фома Аквинский, постоянно обращались к нему; Григория высоко ценили и гуманисты.\n",
          "icon": "",
          "parents": [
            24,
            6
          ],
          "children": [],
          "status": "philosopher",
          "posX": 500,
          "posY": 230,
          "enabled": false
        },
        {
          "id": 43,
          "name": "Блаженный Августин",
          "description": "Блаженный Августин (354 – 430 гг.) – богослов, философ и епископ. Его труды повлияли на развитие западной философии и западного христианства, и он считается одним из самых важных отцов Латинской церкви в святоотеческий период. Среди его значительных работ – «О граде Божьем», «Христианская наука» и «Исповедь».\nСам Августин хорошо знал не только о том, что такое путь христианина, но и о том, каков путь к христианству. Ведь поначалу он был язычником и только затем стал христианином. О своем духовном становлении, опыте обретения Бога Августин рассказывает в своей «Исповеди». Придя к христианству, он принял крещение и впоследствии стал епископом. Проблему соотношения веры и разума Августин решает так: «Верю, чтобы понимать».\nПо словам своего современника Иеронима, Августин «заново утвердил древнюю веру». После своего обращения в христианство и крещения в 386 году Августин разработал свой собственный подход к философии и теологии, включив в него различные методы и точки зрения. Полагая, что благодать Христа необходима для свободы человека, он помог сформулировать доктрину первородного греха и внес значительный вклад в развитие теории справедливой войны. Его мысли глубоко повлияли на средневековое мировоззрение.\n",
          "icon": "",
          "parents": [
            33,
            6
          ],
          "children": [],
          "status": "philosopher",
          "posX": 500,
          "posY": 160,
          "enabled": false
        }
      ]
    }
  ]
}